{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Complete sus intenciones de implementación",
        "metric" : "Complete sus intenciones de implementación"
      },
      "description" : [
        "Cada dos meses, cree tres nuevas intenciones de implementación: \"si es X, entonces Y\" planea realizar un comportamiento particular en un contexto específico, y marque cada una de ellas a medida que las completa todos los días."
      ],
      "heading" : "Complete sus intenciones de implementación",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Comino negro (Nigella sativa) (¼ cucharadita)",
        "metric" : "Comino negro (Nigella sativa) (¼ cucharadita)"
      },
      "description" : [
        "Como se señaló en la sección Supresión del apetito, una revisión sistemática y un metanálisis de ensayos aleatorizados y controlados de pérdida de peso encontraron que aproximadamente un cuarto de cucharadita de comino negro en polvo al día parece reducir el índice de masa corporal en un lapso de un par de meses. Tenga en cuenta que el comino negro es diferente del comino normal, para el cual la dosificación es diferente."
      ],
      "heading" : "Comino negro (¼ cucharadita)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Comino (Cuminum cyminum) (½ cucharadita con almuerzo y cena)",
        "metric" : "Comino (Cuminum cyminum) (½ cucharadita con almuerzo y cena)"
      },
      "description" : [
        "Las mujeres con sobrepeso aleatorizadas para agregar media cucharadita de comino a sus almuerzos y cenas vencieron al grupo de control por cuatro libras más y una pulgada extra de sus cinturas. También hay evidencia para apoyar el uso del azafrán de especias, pero una pizca al día costaría un dólar, mientras que una cucharadita de comino cuesta menos de diez centavos."
      ],
      "heading" : "Comino (½ cucharadita con almuerzo y cena)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Deflour Your Diet",
        "metric" : "Deflour Your Diet"
      },
      "description" : [
        "Marque esta casilla todos los días sus porciones de granos enteros están en forma de granos intactos. La pulverización de incluso 100 por ciento de granos enteros priva a nuestros microbiomas del almidón que de otro modo sería transportado a nuestros dos puntos encerrados en paredes celulares intactas."
      ],
      "heading" : "Granos intactos",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Carga frontal tus calorías",
        "metric" : "Carga frontal tus calorías"
      },
      "description" : [
        "Hay beneficios metabólicos en la distribución de más calorías a más temprano en el día, así que haga que el desayuno (idealmente) o el almuerzo sea su comida más grande del día al verdadero estilo rey \/ príncipe \/ mendigo."
      ],
      "heading" : "Carga frontal tus calorías",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Ajo en polvo (¼ cucharadita)",
        "metric" : "Ajo en polvo (¼ cucharadita)"
      },
      "description" : [
        "Estudios aleatorizados, doble ciego, controlados con placebo han encontrado que tan poco como un cuarto de cucharadita diaria de ajo en polvo puede reducir la grasa corporal a un costo de quizás dos centavos por día."
      ],
      "heading" : "Ajo en polvo (¼ cucharadita)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Jengibre molido (1 cucharadita) o pimienta de cayena (½ cucharadita)",
        "metric" : "Jengibre molido (1 cucharadita) o pimienta de cayena (½ cucharadita)"
      },
      "description" : [
        "Ensayos controlados aleatorios han encontrado que ¼ cucharadita a 1½ cucharaditas al día de jengibre molido disminuyeron significativamente el peso corporal por solo centavos al día. Puede ser tan fácil como remover la especia molida en una taza de agua caliente. Nota: el jengibre puede funcionar mejor por la mañana que por la tarde. El té Chai es una forma sabrosa de combinar los trucos de té verde y jengibre en una sola bebida. Alternativamente, para la activación de BAT, puede agregar un chile jalapeño crudo o media cucharadita de polvo de pimiento rojo (o, presumiblemente, hojuelas de pimiento rojo molido) en su dieta diaria. Para ayudar a combatir el calor, puedes cortar en rodajas muy finas o picar finamente el jalapeño para reducir su picadura a pequeños pinchazos, o mezclar el pimiento rojo en la sopa o el batido de verduras de alimentos integrales que presenté en uno de mis videos de cocina en NutritionFacts.org ."
      ],
      "heading" : "Jengibre molido (1 cucharadita) o pimienta de cayena (½ cucharadita)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Té Verde (3 tazas)",
        "metric" : "Té Verde (3 tazas)"
      },
      "description" : [
        "Beba tres tazas al día entre comidas (esperando al menos una hora después de una comida para no interferir con la absorción de hierro). Durante las comidas, beba agua, café negro o té de hibisco mezclado 6: 1 con verbena de limón, pero nunca exceda tres tazas de líquido por hora (importante dado mi consejo de precarga de agua). Aproveche el efecto reforzador de la cafeína bebiendo su té verde junto con algo saludable que desearía que le gustara más, pero no consuma grandes cantidades de cafeína dentro de las seis horas antes de acostarse. Lo mejor es tomar el té sin edulcorante, pero si normalmente endulzas tu té con miel o azúcar, prueba con jarabe de yacón."
      ],
      "heading" : "Té verde (3 tazas)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Mantente hidratado",
        "metric" : "Mantente hidratado"
      },
      "description" : [
        "Marque esta casilla si su orina nunca aparece más oscura que un amarillo pálido.\n\nTenga en cuenta que si está comiendo alimentos fortificados con riboflavina (como levadura nutricional), basar esto en obtener nueve tazas de bebidas sin azúcar al día para las mujeres (que se encargarían de las recomendaciones de precarga de té verde y agua) o trece tazas al día para hombres.\n\nSi tiene problemas cardíacos o renales, no aumente la ingesta de líquidos sin antes hablar con su médico.\n\nRecuerde, el refresco de dieta puede no tener calorías, pero no está libre de consecuencias, como aprendimos en la sección Bajo en azúcar agregada."
      ],
      "heading" : "Mantente hidratado",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Levadura Nutricional (2 cucharaditas)",
        "metric" : "Levadura Nutricional (2 cucharaditas)"
      },
      "description" : [
        "Dos cucharaditas de levadura de panadería, de cerveza o nutricional contienen aproximadamente la cantidad de glucanos beta 1,3 \/ 1,6 encontrados en ensayos clínicos aleatorizados, doble ciego, controlados con placebo para facilitar la pérdida de peso."
      ],
      "heading" : "Levadura nutricional (2 cucharaditas)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Restrinja su tiempo de comer",
        "metric" : "Restrinja su tiempo de comer"
      },
      "description" : [
        "Limite la comida a un período diario de su elección de menos de doce horas de duración que pueda cumplir de manera constante, los siete días de la semana. Dados los beneficios circadianos de reducir la ingesta de alimentos por la noche, la ventana debe finalizar antes de las 7:00 p.m."
      ],
      "heading" : "Restrinja su tiempo de comer",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Optimizar el tiempo de ejercicio",
        "metric" : "Optimizar el tiempo de ejercicio"
      },
      "description" : [
        "La recomendación de Daily Dozen para una duración óptima del ejercicio para la longevidad es de noventa minutos de actividad moderadamente intensa al día, que también es la duración óptima del ejercicio para perder peso. Cualquier momento es bueno, y cuanto más mejor, pero puede haber una ventaja de hacer ejercicio en ayunas, al menos seis horas después de su última comida. Por lo general, esto significaría antes del desayuno, pero si lo cronometró correctamente, podría hacer ejercicio al mediodía antes de un almuerzo tardío o, si el almuerzo se come lo suficientemente temprano, antes de la cena. Este es el momento para los no diabéticos. Los diabéticos y prediabéticos deberían comenzar a hacer ejercicio treinta minutos después del comienzo de una comida e idealmente durante al menos una hora para alcanzar por completo el pico de azúcar en la sangre. Si tuviera que elegir una sola comida para hacer ejercicio después, sería la cena, debido al ritmo circadiano del control del azúcar en la sangre que disminuye durante todo el día. Sin embargo, idealmente, el desayuno sería la comida más grande del día, y después de eso harías ejercicio, o mejor aún, después de cada comida."
      ],
      "heading" : "Optimizar el tiempo de ejercicio",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Siga la regla de veinte minutos",
        "metric" : "Siga la regla de veinte minutos"
      },
      "description" : [
        "Ya sea a través del aumento de la viscosidad o la cantidad de masticables, o la disminución del tamaño de la mordida y la tasa de alimentación, docenas de estudios han demostrado que, sin importar cómo aumentemos la cantidad de tiempo que los alimentos están en la boca, puede resultar en una menor ingesta calórica. Por lo tanto, extienda la duración de la comida al menos veinte minutos para permitir que sus señales de saciedad natural surtan efecto. ¿Cómo? Al elegir alimentos que tardan más en comer y comerlos de una manera que prolongue el tiempo que permanecen en la boca. Piense en alimentos más voluminosos, más resistentes y masticables en bocados más pequeños y bien masticados."
      ],
      "heading" : "Siga la regla de veinte minutos",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Precargar con alimentos de \"calorías negativas\"",
        "metric" : "Precargar con alimentos de \"calorías negativas\""
      },
      "description" : [
        "Como primer plato, comience cada comida con una manzana o una sopa o ensalada Green Light que contenga menos de cien calorías por taza."
      ],
      "heading" : "Precargar con alimentos de \"calorías negativas\"",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Disfruta de comidas sin distracciones",
        "metric" : "Disfruta de comidas sin distracciones"
      },
      "description" : [
        "No coma mientras mira televisión o juega en su teléfono. Date un cheque por cada comida que puedas comer sin distracciones."
      ],
      "heading" : "Disfruta de comidas sin distracciones",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Incorporar vinagre (2 cucharaditas con cada comida)",
        "metric" : "Incorporar vinagre (2 cucharaditas con cada comida)"
      },
      "description" : [
        "Nunca beba vinagre solo. En cambio, condimente las comidas o aderece una ensalada con cualquiera de los vinagres dulces y salados que hay. Si desea beberlo, asegúrese de mezclarlo en un vaso de agua y, luego, asegúrese de enjuagarse la boca con agua para proteger el esmalte dental."
      ],
      "heading" : "Incorporar vinagre (2 cucharaditas con cada comida)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Precargar con agua",
        "metric" : "Precargar con agua"
      },
      "description" : [
        "Mida dos tazas de agua sin sabor fría o fría antes de cada comida para aumentar su metabolismo y aprovechar sus beneficios de precarga."
      ],
      "heading" : "Precargar con agua",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Ayuno después de las 7:00 p.m.",
        "metric" : "Ayuno después de las 7:00 p.m."
      },
      "description" : [
        "Debido a nuestros ritmos circadianos, la comida que se come por la noche engorda más que la misma comida que se come más temprano en el día, tan rápido todas las noches durante al menos doce horas a partir de las 7:00 p.m. Cuantas menos calorías después de la puesta del sol, mejor."
      ],
      "heading" : "Ayuno después de las 7:00 p.m.",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Dormir lo suficiente",
        "metric" : "Dormir lo suficiente"
      },
      "description" : [
        "Marque esta casilla si duerme al menos siete horas antes de acostarse."
      ],
      "heading" : "Dormir lo suficiente",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Experimente con Trendelenburg leve",
        "metric" : "Experimente con Trendelenburg leve"
      },
      "description" : [
        "Intenta pasar al menos cuatro horas por noche acostado con tu cuerpo inclinado hacia abajo seis grados elevando los postes al pie de tu cama por ocho pulgadas (o nueve pulgadas si tienes un rey de California). Tenga mucho cuidado cuando salga de la cama, ya que esto causa intolerancia ortostática en la mayoría de las personas, incluso si es joven y saludable, lo que significa que si se levanta demasiado rápido, puede sentirse mareado, desmayado o aturdido y podría caer y lastimarse. Así que levántate lentamente. Beber dos tazas de agua fría treinta minutos antes de levantarse también puede ayudar a prevenir este efecto secundario potencialmente peligroso.\n\nIMPORTANTE: no intente esto en casa si tiene problemas cardíacos o pulmonares, reflujo ácido o problemas con su cerebro (como traumatismo craneal) u ojos (incluso un historial familiar de glaucoma lo descalifica). Además, no intente esto hasta que le pregunte a su médico si cree que es seguro para usted dormir en Trendelenburg leve."
      ],
      "heading" : "Experimente con Trendelenburg leve",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Pésate dos veces al día",
        "metric" : "Pésate dos veces al día"
      },
      "description" : [
        "El autopeso regular se considera crucial para el control del peso a largo plazo, pero no hay pruebas suficientes para respaldar una frecuencia específica de pesaje. Mi recomendación se basa en el único estudio que encontró que dos veces al día, al despertar y justo antes de acostarse, parecía superior a una vez al día (aproximadamente seis versus dos libras de pérdida de peso durante doce semanas)."
      ],
      "heading" : "Pésate dos veces al día",
      "topic" : ""
    }
  }
}
