{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Complete Your Implementation Intentions",
        "metric" : "Complete Your Implementation Intentions"
      },
      "description" : [
        "Every two months, create three new implementation intentions—“if X, then Y” plans to perform a particular behavior in a specific context—and check each one of them off as you complete them every day."
      ],
      "heading" : "Complete Your Implementation Intentions",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Black Cumin (Nigella sativa) (¼ tsp)",
        "metric" : "Black Cumin (Nigella sativa) (¼ tsp)"
      },
      "description" : [
        "As noted in the Appetite Suppression section, a systematic review and meta-analysis of randomized, controlled weight-loss trials found that about a quarter teaspoon of black cumin powder every day appears to reduce body mass index within a span of a couple of months. Note that black cumin is different from regular cumin, for which the dosing is different."
      ],
      "heading" : "Black Cumin (¼ tsp)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Cumin (Cuminum cyminum) (½ tsp with lunch and dinner)",
        "metric" : "Cumin (Cuminum cyminum) (½ tsp with lunch and dinner)"
      },
      "description" : [
        "Overweight women randomized to add a half teaspoon of cumin to their lunches and dinners beat out the control group by four more pounds and an extra inch off their waists. There is also evidence to support the use of the spice saffron, but a pinch a day would cost a dollar, whereas a teaspoon of cumin costs less than ten cents."
      ],
      "heading" : "Cumin (½ tsp with lunch and dinner)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Deflour Your Diet",
        "metric" : "Deflour Your Diet"
      },
      "description" : [
        "Check this box every day your whole grain servings are in the form of intact grains. The powdering of even 100 percent whole grains robs our microbiomes of the starch that would otherwise be ferried down to our colons enclosed in unbroken cell walls."
      ],
      "heading" : "Deflour Your Diet",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Front-Load Your Calories",
        "metric" : "Front-Load Your Calories"
      },
      "description" : [
        "There are metabolic benefits to distributing more calories to earlier in the day, so make breakfast (ideally) or lunch your largest meal of the day in true king/prince/pauper style."
      ],
      "heading" : "Front-Load Your Calories",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Garlic Powder (¼ tsp)",
        "metric" : "Garlic Powder (¼ tsp)"
      },
      "description" : [
        "Randomized, double-blind, placebo-controlled studies have found that as little as a daily quarter teaspoon of garlic powder can reduce body fat at a cost of perhaps two cents a day."
      ],
      "heading" : "Garlic Powder (¼ tsp)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Ground Ginger (1 tsp) or Cayenne Pepper (½ tsp)",
        "metric" : "Ground Ginger (1 tsp) or Cayenne Pepper (½ tsp)"
      },
      "description" : [
        "Randomized controlled trials have found that ¼ teaspoon to 1½ teaspoons a day of ground ginger significantly decreased body weight for just pennies a day. It can be as easy as stirring the ground spice into a cup of hot water. Note: Ginger may work better in the morning than evening. Chai tea is a tasty way to combine the green tea and ginger tricks into a single beverage. Alternately, for BAT activation, you can add one raw jalapeño pepper or a half teaspoon of red pepper powder (or, presumably, crushed red pepper flakes) into your daily diet. To help beat the heat, you can very thinly slice or finely chop the jalapeño to reduce its bite to little prickles, or mix the red pepper into soup or the whole-food vegetable smoothie I featured in one of my cooking videos on NutritionFacts.org."
      ],
      "heading" : "Ground Ginger (1 tsp) or Cayenne Pepper (½ tsp)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Green Tea (3 cups)",
        "metric" : "Green Tea (3 cups)"
      },
      "description" : [
        "Drink three cups a day between meals (waiting at least an hour after a meal so as to not interfere with iron absorption). During meals, drink water, black coffee, or hibiscus tea mixed 6:1 with lemon verbena, but never exceed three cups of fluid an hour (important given my water preloading advice). Take advantage of the reinforcing effect of caffeine by drinking your green tea along with something healthy you wish you liked more, but don’t consume large amounts of caffeine within six hours of bedtime. Taking your tea without sweetener is best, but if you typically sweeten your tea with honey or sugar, try yacon syrup instead."
      ],
      "heading" : "Green Tea (3 cups)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Stay Hydrated",
        "metric" : "Stay Hydrated"
      },
      "description" : [
        "Check this box if your urine never appears darker than a pale yellow.\n\nNote that if you’re eating riboflavin-fortified foods (such as nutritional yeast), then base this instead on getting nine cups of unsweetened beverages a day for women (which would be taken care of by the green tea and water preloading recommendations) or thirteen cups a day for men.\n\nIf you have heart or kidney issues, don’t increase fluid intake at all without first talking with your physician.\n\nRemember, diet soda may be calorie-free, but it’s not consequence-free, as we learned in the Low in Added Sugar section."
      ],
      "heading" : "Stay Hydrated",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Nutritional Yeast (2 tsp)",
        "metric" : "Nutritional Yeast (2 tsp)"
      },
      "description" : [
        "Two teaspoons of baker’s, brewer’s, or nutritional yeast contains roughly the amount of beta 1,3/1,6 glucans found in randomized, double-blind, placebo-controlled clinical trials to facilitate weight loss."
      ],
      "heading" : "Nutritional Yeast (2 tsp)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Time-Restrict Your Eating",
        "metric" : "Time-Restrict Your Eating"
      },
      "description" : [
        "Confine eating to a daily window of time of your choosing under twelve hours in length that you can stick to consistently, seven days a week. Given the circadian benefits of reducing evening food intake, the window should end before 7:00 p.m."
      ],
      "heading" : "Time-Restrict Your Eating",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Optimize Exercise Timing",
        "metric" : "Optimize Exercise Timing"
      },
      "description" : [
        "The Daily Dozen’s recommendation for optimum exercise duration for longevity is ninety minutes of moderately intense activity a day, which is also the optimum exercise duration for weight loss. Anytime is good, and the more, the better, but there may be an advantage to exercising in a fasted state, at least six hours after your last meal. Typically, this would mean before breakfast, but if you timed it right, you could exercise midday before a late lunch or, if lunch is eaten early enough, before dinner. This is the timing for nondiabetics. Diabetics and prediabetics should instead start exercising thirty minutes after the start of a meal and ideally go for at least an hour to completely straddle the blood sugar peak. If you had to choose a single meal to exercise after, it would be dinner, due to the circadian rhythm of blood sugar control that wanes throughout the day. Ideally, though, breakfast would be the largest meal of the day, and you’d exercise after that—or, even better, after every meal."
      ],
      "heading" : "Optimize Exercise Timing",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Follow the Twenty-Minute Rule",
        "metric" : "Follow the Twenty-Minute Rule"
      },
      "description" : [
        "Whether through increasing viscosity or the number of chews, or decreasing bite size and eating rate, dozens of studies have demonstrated that no matter how we boost the amount of time food is in our mouths, it can result in lower caloric intake. So extend meal duration to at least twenty minutes to allow your natural satiety signals to take full effect. How? By choosing foods that take longer to eat and eating them in a way that prolongs the time they stay in your mouth. Think bulkier, hardier, chewier foods in smaller, well-chewed bites."
      ],
      "heading" : "Follow the Twenty-Minute Rule",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Preload with “Negative Calorie” Foods",
        "metric" : "Preload with “Negative Calorie” Foods"
      },
      "description" : [
        "As the first course, start each meal with an apple or a Green Light soup or salad containing fewer than one hundred calories per cup."
      ],
      "heading" : "Preload with “Negative Calorie” Foods",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Enjoy Undistracted Meals",
        "metric" : "Enjoy Undistracted Meals"
      },
      "description" : [
        "Don’t eat while watching TV or playing on your phone. Give yourself a check for each meal you’re able to eat without distraction."
      ],
      "heading" : "Enjoy Undistracted Meals",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Incorporate Vinegar (2 tsp with each meal)",
        "metric" : "Incorporate Vinegar (2 tsp with each meal)"
      },
      "description" : [
        "Never drink vinegar straight. Instead, flavor meals or dress a side salad with any of the sweet and savory vinegars out there. If you want to drink it, make sure to mix it in a glass of water and, afterward, be sure to rinse your mouth out with water to protect your tooth enamel."
      ],
      "heading" : "Incorporate Vinegar (2 tsp with each meal)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Preload with Water",
        "metric" : "Preload with Water"
      },
      "description" : [
        "Time your metabolism-boosting two cups of cool or cold unflavored water before each meal to also take advantage of its preload benefits."
      ],
      "heading" : "Preload with Water",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Fast After 7:00 p.m.",
        "metric" : "Fast After 7:00 p.m."
      },
      "description" : [
        "Due to our circadian rhythms, food eaten at night is more fattening than the exact same food eaten earlier in the day, so fast every night for at least twelve hours starting before 7:00 p.m. The fewer calories after sundown, the better."
      ],
      "heading" : "Fast After 7:00 pm",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Get Sufficient Sleep",
        "metric" : "Get Sufficient Sleep"
      },
      "description" : [
        "Check this box if you get at least seven hours of sleep at your regular bedtime."
      ],
      "heading" : "Get Sufficient Sleep",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Experiment with Mild Trendelenburg",
        "metric" : "Experiment with Mild Trendelenburg"
      },
      "description" : [
        "Try spending at least four hours a night lying with your body tilted head-down six degrees by elevating the posts at the foot of your bed by eight inches (or by nine inches if you have a California king). Be extremely careful when you get out of bed, as this causes orthostatic intolerance in most people, even if you’re young and healthy—meaning if you get up too fast, you can feel dizzy, faint, or light-headed and could fall and hurt yourself. So get up slowly. Drinking two cups of cold water thirty minutes before rising may also help prevent this potentially hazardous side effect.\n\n*IMPORTANT: Do not try this at home at all if you have any heart or lung issues, acid reflux, or problems with your brain (like head trauma) or eyes (even a family history of glaucoma disqualifies you). Also do not try this until you ask your physician if they think it’s safe for you to sleep in mild Trendelenburg.*"
      ],
      "heading" : "Experiment with Mild Trendelenburg",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Weigh Yourself Twice a Day",
        "metric" : "Weigh Yourself Twice a Day"
      },
      "description" : [
        "Regular self-weighing is considered crucial for long-term weight control, but there is insufficient evidence to support a specific frequency of weighing. My recommendation is based on the one study that found that twice daily—upon waking and right before bed—appeared superior to once a day (about six versus two pounds of weight loss over twelve weeks)."
      ],
      "heading" : "Weigh Yourself Twice a Day",
      "topic" : ""
    }
  }
}
