{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Completa els Teus Objectius",
        "metric" : "Completa els Teus Objectius"
      },
      "description" : [
        "Cada dos mesos, crea tres nous objectius - plans de \"si X, llavors Y\" per dur a terme una certa rutina en un context específic - i comprova'ls quan s'acabi el dia."
      ],
      "heading" : "Completa els Teus Objectius",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Comí negre (Nigella sativa) (¼ culleradeta)",
        "metric" : "Comí negre (Nigella sativa) (¼ culleradeta)"
      },
      "description" : [
        "Com s'indica a la secció de Repressió de la Gana, una revisió sistemàtica i un metaanàlisi d'intents aleatoritzats i controlats de pèrdua de pes van demostrar que un quart de culleradeta de comí negre en pols cada dia reduiria l'índex de massa corporal en un període de dos mesos. Recorda que el comí negre és diferent del comí normal, per això les dosis són diferents."
      ],
      "heading" : "Comí negre (¼ culleradeta)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Comí (Cuminum cyminum) (½ culleradeta amb el dinar i el sopar)",
        "metric" : "Comí (Cuminum cyminum) (½ culleradeta amb el dinar i el sopar)"
      },
      "description" : [
        "Dones amb sobrepès van afegir de manera aleatoritzada mitja culleradeta de comí als seus dinars i sopars i van guanyar de pallissa el grup de control per gairebé mig quilo i dos centímetres i mig extres de les seves cintures. Tambvé hi ha evidència que promou l'ús del safrà, però un pessic al dia costaria un dòlar, mentre que una culleradeta de comí costa menys de deu centaus."
      ],
      "heading" : "Comí (½ culleradeta amb el dinar i el sopar)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Prou de farines",
        "metric" : "Prou de farines"
      },
      "description" : [
        "Marca aquesta casella cada dia que les teves dosis de cereals integrals siguin en forma de grans intactes. Encara que siguin cereals integrals, si són en pols, roben l'almidó al nostre microbioma que, en un altre cas, seria transportat al còlon contingut en parets cel·lulars intactes."
      ],
      "heading" : "Prou de farines",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Càrrega frontal de calories",
        "metric" : "Càrrega frontal de calories"
      },
      "description" : [
        "Distribuir més calories durant les primeres hores del dia té beneficis metabòlics, per tant, fes que l'esmorzar (idealment) o el dinar siguin els teus àpats més copiosos del dia, de l'estil \"esmorzar com un rei, dinar com un príncep i sopar com un pobre\"."
      ],
      "heading" : "Càrrega frontal de calories",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "All en pols (¼ culleradeta)",
        "metric" : "All en pols (¼ culleradeta)"
      },
      "description" : [
        "Estudis aleatoritzats, amb cegament doble i amb placebo controlats han demostrat que amb només un quart de culleradeta d'all en pols es pot reduir el greix corporal a un preu de dos cèntims el dia."
      ],
      "heading" : "All en pols (¼ culleradeta)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Gingebre mòlt (1 culleradeta) o Pebre de Caiena (½ culleradeta)",
        "metric" : "Gingebre mòlt (1 culleradeta) o Pebre de Caiena (½ culleradeta)"
      },
      "description" : [
        "Proves aleatoritzades i controlades han demostrat que, entre ¼ i ½ culleradeta al dia de gingebre mòlt, redueixen de manera significativa el pes corporal per només dos penics al dia. Pot ser tan fàcil com combinar l'espècia en pols en un got d'aigua calenta. Nota: És possible que el gingebre funcioni millor al matí que al vespre. El te xai és una manera deliciosa de combinar el te verd i el gingebre en una sola beguda. Com a alternativa, per una activació del BAT, pots afegir un xili cru o mitja culleradeta de pebre vermell en pols a la teva alimentació diària. Per ajudar a combatre la calor, pots tallar el xili molt finament o combinar el pebre vermell amb una sopa o un batut integral de verdures. N'he fet un en un dels meus vídeos de cuina de NutritionFacts.org."
      ],
      "heading" : "Gingebre mòlt (1 culleradeta) o Pebre de Caiena (½ culleradeta)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Te Verd (3 tasses)",
        "metric" : "Te Verd (3 tasses)"
      },
      "description" : [
        "Beu-ne tres tasses al dia entre àpats (esperant com a mínim una hora després de l'àpat perquè no interfereixi amb l'absorció´de ferro). Durant els àpats, beu aigua, cafè o infusió d'hibisc amb una sisena part de marialluïsa, però mai en beguis més de tres tasses cada hora (important pel que fa als meus consells de precàrrega d'aigua). Aprofita l'efecte reforçant de la cafeïna bevent el teu te verd juntament amb alguna cosa sana que t'agradi, però no consumeixis grans quantitats de cafeïna sis hores abans d'anar a dormir. Prendre't el te sense edulcorants és millor, però si normalment endolceixes el te amb mel o sucre, pots provar el xarop de yacón."
      ],
      "heading" : "Te Verd (3 tasses)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Mantén-te Hidratat",
        "metric" : "Mantén-te Hidratat"
      },
      "description" : [
        "Marca aquesta casella si la teva orina mai no és més fosca que un grod pàl·lid.\\n\\nFixa't si menges aliments fortificats amb ribofalvines (com el llevat de cervesa nutricional), després basa't en això en lloc de prendre nou tasses de begudes no ensucrades al dia per a les dones (que tenen a veure amb les recomanacions del te verd i de la precàrrega amb aigua) o tretze tasses al dia per als homes.\\n\\nSi tens problemes de cor o de ronyó, sobretot no incrementis la ingesta de líquids sense parlar-ho abans amb el teu metge.\\n\\nRecorda, els refrescos light pot ser que no tinguin calories, però sí que tenen conseqüències, tal i com hem après a la secció Baixos en Sucres Afegits."
      ],
      "heading" : "Mantén-te Hidratat",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Llevat de Cervesa Nutricional (2 culleradetes)",
        "metric" : "Llevat de Cervesa Nutricional (2 culleradetes)"
      },
      "description" : [
        "Dues culleradetes de llevat de forner, de cervesa o nutricional conté pràcticament la quantitat de beta-glucans 1,3/1,6 que es poden trobar a les proves clíniques amb cegament doble i placebo controlades per perdre pes."
      ],
      "heading" : "Llevat de Cervesa Nutricional (2 culleradetes)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Alimentació amb Temps Restringit",
        "metric" : "Alimentació amb Temps Restringit"
      },
      "description" : [
        "Limita't a menjar durant un període de temps que hagis escollit que duri menys de dotze hores al qual et puguis cenyir de manera consistent, set dies a la setmana. A causa dels beneficis circadians de reduir la ingesta d'aliments al vespre, el període hauria de finalitzar abans de les 7:00 p.m."
      ],
      "heading" : "Alimentació amb Temps Restringit",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Optimitzar el Temps d'Exercici",
        "metric" : "Optimitzar el Temps d'Exercici"
      },
      "description" : [
        "La recomenació de la Dotzena Diària per una longevitat major són noranta minuts d'activitat física moderada al dia, que també és la duració òptima per perdre pes. Qualsevol moment és bo, i com més, millor, però fer exercici en dejú probablement és més recomanable, com a mínim sis hores després de l'últim àpat. En general, això voldria dir abans d'esmorzar, però si ho otganitzes bé, pots fer exercici al migdia abans de dinar una mica tard o, si dines prou aviat, abans de sopar. Aquests són els temps per als que no són diabètics. Els diabètics i prediabètics, en canvi, haurien de començar a fer exercici trenta minuts després de començar un àpat i, idealment, fer-lo durar com a mínim una hora per arribar al pic de sucre a la sang. Si haguessis de triar un sol àpat per fer exercici després, seria el sopar, a perquè el ritme circadià del control de sucre a la sang va disminuint durant el dia. Tot i això, com que el millor és que l'esmorzar sigui l'àpat més gran del dia, hauries de fer exercici després d'esmorzar; o, millor encara, després de cada àpat."
      ],
      "heading" : "Optimitzar el Temps d'Exercici",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "La Regla dels Vint Minuts",
        "metric" : "La Regla dels Vint Minuts"
      },
      "description" : [
        "Ja sigui amb l'augment de la viscositat i el temps de mastegar o reduint la quantitat de menjar que et poses a la boca, dotzenes d'estudis han demostrat que augmentar la quantitat de temps que els aliments es passen a la boca pot resultar en una menor ingesta calòrica. Per tant, allarga els àpats com a mínim vint minuts perquè les teves senyals de sacietat naturals es tornin efectives. Com pots fer-ho? Podries escollir aliments que siguin més difícils de menjar i menjar-te'ls de manera que es prolongui el temps que es queden a la boca. Pensa en aliments més voluminosos, més durs i que puguis mastegar en bocins més petits."
      ],
      "heading" : "La Regla dels Vint Minuts",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Començar amb Aliments de \"Calories Negatives\"",
        "metric" : "Començar amb Aliments de \"Calories Negatives\""
      },
      "description" : [
        "Com entrant, pots menjar-te una poma, una sopa o una amanida amb aliments recomanats que contingui menys de cent calories per tassa."
      ],
      "heading" : "Començar amb Aliments de \"Calories Negatives\"",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Àpats sense Distraccions",
        "metric" : "Àpats sense Distraccions"
      },
      "description" : [
        "No mengis mentre mires la televisió o juguis amb el mòbil. Pots marcar una casella per cada àpat que passis sense distraccions."
      ],
      "heading" : "Àpats sense Distraccions",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Vinagre (2 culleradetes a cada àpat)",
        "metric" : "Vinagre (2 culleradetes a cada àpat)"
      },
      "description" : [
        "Mai no beguis vinagre sol. Pots utilitzar-lo per condimentar els menjars o per amanir. Pots utilitzar qualsevol tipus de vinagre, dolç o salat. Si vols beure'n, has de barrejar-lo amb un got d'aigua i glopejar just després per protegir l'esmalt dental."
      ],
      "heading" : "Vinagre (2 culleradetes a cada àpat)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Començar amb Aigua",
        "metric" : "Començar amb Aigua"
      },
      "description" : [
        "Beu dos gots d'aigua sense gust, freda o natural, abans de cada àpat per accelerar el teu metabolisme i aprofitar-ne els beneficis."
      ],
      "heading" : "Començar amb Aigua",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Dejú Després de les 7:00 P.M.",
        "metric" : "Dejú Després de les 7:00 P.M."
      },
      "description" : [
        "A causa d ela influència dels ritmes circadians, el que menges a la nit engreixa més que si mengessis això mateix però més aviat, per tant, intenta dejunar cada nit durant com a mínim dotze hores a partir de les 7 p.m. Com menys calories consumeixis després que es pongui el sol, millor."
      ],
      "heading" : "Dejú Després de les 7:00 P.M.",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Dorm Prou Hores",
        "metric" : "Dorm Prou Hores"
      },
      "description" : [
        "Pots marcar aquesta casella si has dormit com a mínim set hores i te n'has anat al llit a la teva hora normal."
      ],
      "heading" : "Dorm Prou Hores",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Trendelenburg",
        "metric" : "Trendelenburg"
      },
      "description" : [
        "Intenta estar com a mínim quatre hores cada nit amb el cos inclinat sis graus. Per aconseguir-ho, has d'elevar els peus del llit uns 20 centímetres. Vés amb molt de compte, perquè aquesta postura provoca intolerància ortostàtica per gairebé tothom, encara que siguis jove i estiguis sa, per tant, si t'aixeques massa ràpid, pots marejar-te, desmaiar-te o fins i tot caure i fer-te mal. Per tant, aixeca't a poc a poc. Beure dos gots d'aigua freda trenta minuts abans d'aixecar-te també podria ajudar a prevenir aquest efecte secundari potencialment perillós.\\n\\n*IMPORTANT: no provis això a casa si tens problemes cardíacs o pulmonars, reflux àcid, problemes cerebrals (com traumatisme cranial) o oculars (fins i tot un historial familiar de glaucoma ho descalifica). Si tens qualsevol dubta, no ho intentis sense preguntar-li abans al teu metge.*"
      ],
      "heading" : "Trendelenburg",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Pesar-se Dues Vegades al Dia",
        "metric" : "Pesar-se Dues Vegades al Dia"
      },
      "description" : [
        "Se sol pensar que pesar-se de manera habitual és un mètode crucial per al control del pes a llarg termini, però no existeixen proves suficients per donar suport a aquesta teoria. La meva recomanació es basa en un estudi que va descobrir que dues vegades al dia, quan et despertes i just abans d'anar al llit, sembla ser millor que un cop al dia (amb una diferència d'entre 1 i 3 kg en dotze setmanes)."
      ],
      "heading" : "Pesar-se Dues Vegades al Dia",
      "topic" : ""
    }
  }
}