{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Complétez vos objectifs",
        "metric" : "Complétez vos objectifs"
      },
      "explanation" : "Tous les deux mois, créez trois nouveaux objectifs – du style «si X, alors Y», afin de déterminer une marche à suivre dans un contexte spécifique – et cochez une case par objectif complété chaque jour.",
      "heading" : "Complétez vos objectifs",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Cumin noir (Nigella sativa) (¼ c. à café)",
        "metric" : "Cumin noir (Nigella sativa) (¼ c. à café)"
      },
      "explanation" : "Une revue systématique et méta-analyse d’études randomisées avec contrôle sur la perte de poids ont révélé qu'environ un quart de cuillère à café de poudre de cumin noir par jour semble réduire l'indice de masse corporelle en l'espace de quelques mois.\n\nNotez que le cumin noir est différent du cumin ordinaire, pour lequel un autre dosage est recommandé.",
      "heading" : "Cumin noir (¼ c. à café)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Cumin (Cuminum cyminum) (½ c. à café au déjeuner et au dîner)",
        "metric" : "Cumin (Cuminum cyminum) (½ c. à café au déjeuner et au dîner)"
      },
      "explanation" : "Des femmes en surpoids randomisées de manière à ajouter une demi-cuillère à café de cumin à leur déjeuner et dîner ont battu le groupe témoin de 2 kg et 2,5 cm de tour de taille. Le safran s’est également avéré efficace, mais une pincée par jour coûte un dollar, tandis qu'une cuillère à café de cumin coûte moins de dix cents.",
      "heading" : "Cumin (½ c. à café au déjeuner et au dîner)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Défarinez votre alimentation",
        "metric" : "Défarinez votre alimentation"
      },
      "explanation" : "Cochez cette case chaque jour où vous consommez vos céréales complètes sous forme de grains intacts. Une fois moulues, même les céréales 100% complètes privent notre microbiote de l’amidon que des grains intacts peuvent transporter jusqu’à notre côlon encapsulé dans des parois cellulaires inaltérées.",
      "heading" : "Défarinez votre alimentation",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Concentrez vos calories en début de journée",
        "metric" : "Concentrez vos calories en début de journée"
      },
      "explanation" : "Consommer plus de calories plus tôt dans la journée est bénéfique au métabolisme, alors faites du petit déjeuner (idéalement) ou du déjeuner votre plus grand repas de la journée ; comme le veut l’adage qui nous recommande de manger comme un roi le matin, comme un prince le midi et comme un pauvre le soir.",
      "heading" : "Concentrez vos calories en début de journée",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Ail en poudre (¼ c. à café)",
        "metric" : "Ail en poudre (¼ c. à café)"
      },
      "explanation" : "Des études randomisées en double aveugle sous contrôle placebo ont démontré que l’on peut réduire sa masse graisseuse en prenant à peine un quart de cuillère à café d'ail en poudre par jour, coûtant seulement deux cents par jour.",
      "heading" : "Ail en poudre (¼ c. à café)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Gingembre moulu (1 c. à café) ou piment de Cayenne (½ c. à café)",
        "metric" : "Gingembre moulu (1 c. à café) ou piment de Cayenne (½ c. à café)"
      },
      "explanation" : "Des essais contrôlés randomisés ont révélé que ¼ de cuillère à café à 1½ cuillères à café de gingembre moulu par jour diminuait considérablement la masse corporelle pour seulement quelques centimes par jour. Vous pouvez tout simplement le diluer dans de l’eau chaude.\nN.B. : le gingembre est peut-être plus efficace le matin que le soir.\n\nLe thé Chai peut vous permettre de délicieusement combiner les astuces thé vert et gingembre en une seule boisson.\nAutrement, vous pouvez ajouter un piment jalapeño cru ou ½ cuillère à café de piment moulu (ou flocons de piment) dans votre alimentation quotidienne pour activer votre tissu adipeux brun. Pour atténuer sa force, vous pouvez émincer ou hacher le jalapeño très finement ou mélanger le piment moulu dans une soupe ou le smoothie de légumes complet qui figure dans l'une de mes vidéos sur NutritionFacts.org.",
      "heading" : "Gingembre moulu (1 c. à café) ou piment de Cayenne (½ c. à café)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Thé vert (3 tasses)",
        "metric" : "Thé vert (3 tasses)"
      },
      "explanation" : "Buvez trois tasses par jour entre les repas (attendez au moins une heure après un repas pour ne pas interférer avec l'absorption du fer).\nPendant les repas, buvez de l'eau, du café noir ou de la tisane d'hibiscus mélangée 6/1 avec de la verveine citronnée, mais ne dépassez jamais trois tasses de liquide par heure (important compte tenu de mon astuce de précharge d'eau).\nProfitez de l'effet de renforcement positif de la caféine en buvant votre thé vert avec quelque chose de sain que vous voudriez aimer plus, mais évitez de consommer trop de caféine dans les six heures avant le coucher.\nIl est préférable de prendre votre thé sans édulcorant mais si vous sucrez généralement votre thé avec du miel ou du sucre, essayez plutôt le sirop de yacon.",
      "heading" : "Thé vert (3 tasses)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Restez hydraté",
        "metric" : "Restez hydraté"
      },
      "explanation" : "Cochez cette case si votre urine n’est jamais plus sombre que jaune pâle dans la journée.\n\nNotez que si vous mangez des aliments enrichis en riboflavine (comme la levure nutritionnelle), concentrez-vous plutôt sur neuf tasses de boissons non sucrées par jour pour les femmes (ce qui serait pris en charge par les recommandations de précharge de thé vert et d'eau) ou treize tasses par jour pour les hommes.\n\nSi vous avez des problèmes cardiaques ou rénaux, n'augmentez pas votre apport quotidien en liquides sans consulter votre médecin.\n\nAttention, comme expliqué dans mon livre ‘Comment ne pas faire de régime’, les sodas lights sont peut-être sans calories mais ils ne sont pas sans conséquences.",
      "heading" : "Restez hydraté",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Levure nutritionnelle (2 c. à café)",
        "metric" : "Levure nutritionnelle (2 c. à café)"
      },
      "explanation" : "Deux cuillères à café de levure de boulanger, de bière ou nutritionnelle contiennent à peu près la quantité de bêta-(1,3/1,6)-glucanes qui permet de faciliter la perte de poids selon des études randomisées en double aveugle sous contrôle placebo.",
      "heading" : "Levure nutritionnelle (2 c. à café)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Consommez vos aliments sur une durée définie",
        "metric" : "Consommez vos aliments sur une durée définie"
      },
      "explanation" : "Définissez une période de moins de douze heures par jour pour votre consommation alimentaire. Choissisez une fenêtre de douze heures à laquelle vous pourrez vous tenir tous les jours de la semaine. Sachant qu’il est bénéfique, par rapport aux rythmes circadiens, de ne pas consommer trop le soir, la période choisie devrait se terminer à 19h00 au plus tard.",
      "heading" : "Consommez vos aliments sur une durée définie",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Optimisez vos exercices",
        "metric" : "Optimisez vos exercices"
      },
      "explanation" : "La recommandation Daily Dozen pour une durée d'exercice optimale pour la longévité est de 90 minutes d'activité modérément intense par jour, ce qui est également la durée optimale pour la perte de poids. Cela est bénéfique à tout moment de la journée et plus vous en faites, mieux c’est, mais c’est peut-être encore mieux à jeun (au moins six heures après votre dernier repas). Ceci est généralement avant le petit-déjeuner, mais si vous calculez bien, vous pourriez faire de l'exercice avant un déjeuner tardif ou, si votre déjeuner est suffisamment tôt, avant le dîner. Ça c'est pour les non-diabétiques.\n\nLes diabétiques et prédiabétiques devraient, quant à eux, commencer à faire de l'exercice trente minutes après le début d'un repas et, idéalement, pendant au moins une heure pour passer complètement le pic de glycémie. Le repas optimal pour cela serait le dîner, en raison du rythme circadien du contrôle de la glycémie qui diminue tout au long de la journée. Mais, idéalement, le petit-déjeuner devrait être le plus gros repas de la journée et vous devriez faire votre exercice juste après – ou, mieux encore, après chaque repas.",
      "heading" : "Optimisez vos exercices",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Suivez la règle des vingt minutes",
        "metric" : "Suivez la règle des vingt minutes"
      },
      "explanation" : "Que ce soit en augmentant la viscosité ou le nombre de mastications, ou en diminuant la taille des bouchées et la vitesse de consommation, des dizaines d'études ont démontré que, quelle que soit la façon que nous utilisons pour prendre plus de temps à manger, cela peut entraîner une diminution de l'apport calorique. Faites en sorte que votre repas dure au moins vingt minutes pour activer pleinement vos signaux de satiété.\n\nComment ? En choisissant des aliments qui prennent plus de temps à manger et en les gardant en bouche aussi longtemps que possible. Optez pour des aliments plus volumineux, plus durs et qui ont besoin d’être bien mâchés en prenant de plus petites bouchées.",
      "heading" : "Suivez la règle des vingt minutes",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Préchargez avec des “calories négatives”",
        "metric" : "Préchargez avec des “calories négatives”"
      },
      "explanation" : "Commencez chaque repas avec une pomme ou bien une soupe ou salade contenant moins de cent calories par tasse (1 tasse = 250 ml).",
      "heading" : "Préchargez avec des “calories négatives”",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Prenez vos repas sans distraction",
        "metric" : "Prenez vos repas sans distraction"
      },
      "explanation" : "Evitez de regarder la télévision ou jouer sur votre téléphone pendant les repas. Cochez cette case à chaque repas que vous arrivez à manger sans distraction.",
      "heading" : "Prenez vos repas sans distraction",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Prenez du vinaigre (2 c. à café par repas)",
        "metric" : "Prenez du vinaigre (2 c. à café par repas)"
      },
      "explanation" : "Ne buvez jamais de vinaigre pur. Utilisez-le plutôt pour aromatiser vos plats ou assaisonner vos salades. Choisissez n’importe quel vinaigre sucré ou salé. Si vous voulez le boire, mélangez-le bien dans un verre d'eau et n’oubliez pas de vous rincer la bouche avec de l’eau en suivant pour protéger l'émail de vos dents.",
      "heading" : "Prenez du vinaigre (2 c. à café par repas)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Préchargez avec de l'eau",
        "metric" : "Préchargez avec de l'eau"
      },
      "explanation" : "Buvez deux verres d’eau fraîche ou froide non aromatisée avant chaque repas pour stimuler votre métabolisme et profiter de la faculté de précharge de l'eau.",
      "heading" : "Préchargez avec de l'eau",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Jeûnez après 19h",
        "metric" : "Jeûnez après 19h"
      },
      "explanation" : "En raison de nos rythmes circadiens, les aliments consommés le soir font davantage grossir que les mêmes aliments plus tôt dans la journée. Il est donc préférable de jeûner tous les soirs pendant au moins douze heures en commençant avant 19h. Moins vous consommez de calories après le coucher du soleil, mieux c’est.",
      "heading" : "Jeûnez après 19h",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Dormez suffisamment",
        "metric" : "Dormez suffisamment"
      },
      "explanation" : "Cochez cette case si vous avez dormi au moins sept heures en vous couchant à l’heure habituelle.",
      "heading" : "Dormez suffisamment",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Testez la position de Trendelenburg modérée",
        "metric" : "Testez la position de Trendelenburg modérée"
      },
      "explanation" : "Essayez de passer au moins quatre heures par nuit avec la tête inclinée de 6 degrés vers le bas par rapport aux pieds en surélevant les pieds de votre lit de 20 cm.\nSoyez extrêmement prudent au lever car cela provoque une intolérance orthostatique chez la plupart des gens, même jeunes et en bonne santé – ce qui veut dire que, si vous vous levez trop vite, vous pourriez être étourdi ou pris de malaise et tomber et vous blesser. Levez-vous donc lentement. Boire deux verres d'eau fraiche trente minutes avant de vous lever peut également aider à prévenir cet effet indésirable.\n\nIMPORTANT : N'essayez pas cela si vous avez le moindre problème cardiaque ou pulmonaire, des remontées acides, ou si vous souffrez de problèmes cérébraux (comme un traumatisme crânien) ou oculaires (même des antécédents familiaux de glaucome vous disqualifient). N'essayez pas non plus avant d'avoir demandé à votre médecin s'il pense que la position de Trendelenburg modérée est sans danger pour vous.",
      "heading" : "Testez la position de Trendelenburg modérée",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Pesez-vous deux fois par jour",
        "metric" : "Pesez-vous deux fois par jour"
      },
      "explanation" : "Se peser régulièrement est essentiel pour contrôler son poids sur le long terme mais il n’y a pour l’instant pas de preuves justifiant une fréquence spécifique.\nMa recommandation est basée sur une étude qui a montré que deux fois par jour (au réveil et juste avant le coucher) semblait plus efficace qu’une fois par jour (environ 3kg perdus contre 1kg sur douze semaines).",
      "heading" : "Pesez-vous deux fois par jour",
      "topic" : ""
    }
  }
}