{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Conclua Suas Intenções de Implementação",
        "metric" : "Conclua Suas Intenções de Implementação"
      },
      "explanation" : "A cada dois meses, crie três novas intenções de implementação — planos “se X, então Y” para executar um comportamento específico em um contexto específico — e marque cada uma delas conforme você as conclui todos os dias.",
      "heading" : "Conclua Suas Intenções de Implementação",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Cominho Preto (Nigella sativa) (¼ colher de chá)",
        "metric" : "Cominho Preto (Nigella sativa) (¼ colher de chá)"
      },
      "explanation" : "Como observado na seção Supressão de Apetite, uma revisão sistemática e metanálise de estudos clínicos randomizados e controlados para perda de peso descobriu que cerca de um quarto de colher de chá de pó de cominho preto todos os dias parece reduzir o índice de massa corporal em um período de alguns meses. Observe que o cominho preto é diferente do cominho comum, para o qual a dosagem é diferente.",
      "heading" : "Cominho Preto (¼ colher de chá)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Cominho (Cuminum cyminum) (½ colher de chá no almoço e no jantar)",
        "metric" : "Cominho (Cuminum cyminum) (½ colher de chá no almoço e no jantar)"
      },
      "explanation" : "Mulheres com sobrepeso randomizadas para adicionar meia colher de chá de cominho nos almoços e jantares superaram o grupo controle, reduzindo mais 1,8 kg e 2,5 cm na cintura. Também há evidências para apoiar o uso do açafrão, mas uma pitada por dia custaria 1 dólar, enquanto que uma colher de chá de cominho custa menos de 0,10 dólares.",
      "heading" : "Cominho (½ colher de chá no almoço e no jantar)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Retire a Farinha da Sua Alimentação",
        "metric" : "Retire a Farinha da Sua Alimentação"
      },
      "explanation" : "Assinale esta opção todos os dias que as suas porções de grãos integrais forem na forma de grãos intactos. Moer grãos, incluindo grãos 100 % integrais, impede que o amido seja transportado dentro de parades celulares intactas para o nosso cólon, impedindo assim, que chegue ao nosso microbioma.",
      "heading" : "Retire a Farinha da Sua Alimentação",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Consuma Mais Calorias de Manhã",
        "metric" : "Consuma Mais Calorias de Manhã"
      },
      "explanation" : "Existem benefícios metabólicos no consumo de mais calorias no início do dia, portanto, faça do café da manhã (idealmente) ou do almoço a sua maior refeição do dia, seguindo o estilo rei/príncipe/pobre.",
      "heading" : "Consuma Mais Calorias de Manhã",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Alho em Pó (¼ colher de chá)",
        "metric" : "Alho em Pó (¼ colher de chá)"
      },
      "explanation" : "Estudos randomizados, duplo-cegos e controlados por placebo descobriram que um quarto de colher de chá diária de alho em pó pode reduzir a gordura corporal a um custo de cerca de 0,02 dólares por dia.",
      "heading" : "Alho em Pó (¼ colher de chá)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Gengibre em Pó (1 colher de chá) ou Pimenta Caiena (½ colher de chá)",
        "metric" : "Gengibre em Pó (1 colher de chá) ou Pimenta Caiena (½ colher de chá)"
      },
      "explanation" : "Estudos clínicos randomizados descobriram que entre ¼ de colher de chá a 1½ colheres de chá por dia de gengibre em pó reduzem significativamente o peso corporal por apenas alguns centavos por dia. Pode ser tão fácil quanto misturar o tempero moído em um copo de água quente. Nota: o gengibre pode funcionar melhor de manhã do que à noite. O chá chai é uma maneira saborosa de combinar os benefícios do chá verde e do gengibre em uma única bebida. Como alternativa, para a ativação do Tecido Adiposo Marrom, você pode adicionar uma pimenta jalapenho crua ou meia colher de chá de pimenta vermelha em pó (ou, presumivelmente, flocos de pimenta vermelha amassados) na sua alimentação diária. Para ajudar a combater o sabor picante, você pode fatiar bem fino ou picar muito bem o jalapenho, ou misturar a pimenta vermelha em uma sopa ou no smoothie de vegetais integrais que eu mostrei em um dos meus vídeos de culinária do NutritionFacts.org.",
      "heading" : "Gengibre em Pó (1 colher de chá) ou Pimenta Caiena (½ colher de chá)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Chá Verde (3 xícaras)",
        "metric" : "Chá Verde (3 xícaras)"
      },
      "explanation" : "Beba três xícaras por dia entre as refeições (aguarde pelo menos uma hora após a refeição para não interferir na absorção de ferro). Durante as refeições, beba água, café preto ou chá de hibisco misturado 6:1 com verbena-limão, mas nunca exceda três xícaras de líquido por hora (importante devido aos meus conselhos de fazer uma pré-refeição de água). Aproveite o efeito reforçado da cafeína bebendo seu chá verde junto com algo saudável que você não gosta tanto, mas não consuma grandes quantidades de cafeína nas seis horas antes de dormir. Tomar chá sem adoçante é melhor, mas se você normalmente adoça o chá com mel ou açúcar, tente o xarope de yacon.",
      "heading" : "Chá Verde (3 xícaras)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Mantenha-se Hidratado",
        "metric" : "Mantenha-se Hidratado"
      },
      "explanation" : "Assinale esta opção se a sua urina nunca parecer mais escura que amarelo pálido.\n\nNote que, se você estiver ingerindo alimentos enriquecidos com riboflavina (como levedura nutricional), baseie-se apenas no critério de ingerir nove copos de bebidas sem açúcar por dia para as mulheres (que seriam cumpridas pelas recomendações de pré-refeição de água e chá verde) ou 13 copos por dia para homens.\n\nSe você tiver problemas cardíacos ou renais, não aumente a ingestão de líquidos sem antes conversar com seu médico.\n\nLembre-se de que o refrigerante diet pode estar isento de calorias, mas não está isento de consequências, como aprendemos na seção Baixo Teor de Açúcar Adicionado.",
      "heading" : "Mantenha-se Hidratado",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Levedura Nutricional (2 colheres de chá)",
        "metric" : "Levedura Nutricional (2 colheres de chá)"
      },
      "explanation" : "Duas colheres de chá de levedura de padaria, cervejaria ou nutricional contêm aproximadamente a quantidade de beta 1,3/1,6 glucanos que facilita a perda de peso, conforme estudos clínicos randomizados, duplo-cegos e controlados por placebo.",
      "heading" : "Levedura Nutricional (2 colheres de chá)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Limite o Tempo de sua Alimentação",
        "metric" : "Limite o Tempo de sua Alimentação"
      },
      "explanation" : "Limite a alimentação a um intervalo de tempo diário de sua escolha com menos de doze horas de duração, que você possa manter consistentemente, sete dias por semana. Dados os benefícios circadianos de reduzir a ingestão noturna de alimentos, o intervalo deve terminar antes das 19:00h.",
      "heading" : "Limite o Tempo de sua Alimentação",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Otimize o Tempo de Exercícios",
        "metric" : "Otimize o Tempo de Exercícios"
      },
      "explanation" : "A recomendação da Dúzia Diária para a duração ideal de exercícios para a longevidade é de noventa minutos de atividade de intensidade moderada por dia, que também é a duração ideal de exercícios para perda de peso. Qualquer momento é bom e, quanto mais, melhor, mas pode haver uma vantagem em se exercitar em jejum, pelo menos seis horas após a sua última refeição. Normalmente, isso significa antes do café da manhã, mas se você planejar corretamente, pode se exercitar no meio do dia antes de um almoço tardio ou, se você almoçar suficientemente cedo, antes do jantar. Estes são os períodos para os não diabéticos. Diabéticos e pré-diabéticos devem começar a se exercitar trinta minutos após o início de uma refeição e, idealmente, se exercitar por pelo menos uma hora para passar completamente o pico de glicose no sangue. Se você tivesse que escolher uma única refeição para se exercitar depois, seria o jantar, devido ao ritmo circadiano de controle de glicose no sangue que diminui ao longo do dia. Idealmente, porém, o café da manhã seria a maior refeição do dia e você deveria se exercitar depois disso — ou, melhor ainda, depois de cada refeição.",
      "heading" : "Otimize o Tempo de Exercícios",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Siga a Regra dos Vinte Minutos",
        "metric" : "Siga a Regra dos Vinte Minutos"
      },
      "explanation" : "Seja através do aumento da viscosidade ou do número de mastigações ou da diminuição do tamanho da mordida e da taxa de alimentação, dezenas de estudos demonstraram que, independentemente de como aumentamos a quantidade de tempo que os alimentos permanecem na boca, isso pode resultar em uma menor ingestão calórica. Portanto, estenda a duração das refeições para pelo menos vinte minutos para permitir que seus sinais naturais de saciedade entrem em ação. De que forma? Escolhendo alimentos que demoram mais para serem ingeridos e comendo-os de maneira a prolongar o tempo que eles ficam na boca. Pense em alimentos mais volumosos, mais duros, que exigem mais mastigação, em pequenas quantidades bem mastigadas.",
      "heading" : "Siga a Regra dos Vinte Minutos",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Pré-refeição de Alimentos de “Calorias Negativas”",
        "metric" : "Pré-refeição de Alimentos de “Calorias Negativas”"
      },
      "explanation" : "Como primeiro prato, comece cada refeição com uma maçã, ou uma sopa ou uma salada considerada “Luz Verde” contendo menos de cem calorias por xícara.",
      "heading" : "Pré-refeição de Alimentos de “Calorias Negativas”",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Desfrute de Refeições sem Distrações",
        "metric" : "Desfrute de Refeições sem Distrações"
      },
      "explanation" : "Não coma enquanto assiste TV ou joga no seu celular. Assinale para cada refeição que puder comer sem distração.",
      "heading" : "Desfrute de Refeições sem Distrações",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Incorpore Vinagre (2 colheres de chá com cada refeição)",
        "metric" : "Incorpore Vinagre (2 colheres de chá com cada refeição)"
      },
      "explanation" : "Nunca beba vinagre puro. Em vez disso, incorpore em refeições ou tempere uma salada, utilizando qualquer um dos vinagres doces ou salgados. Se você quiser bebê-lo, misture-o em um copo de água e depois enxague a boca com água para proteger o esmalte dos dentes.",
      "heading" : "Incorpore Vinagre (2 colheres de chá com cada refeição)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Pré-refeição de Água",
        "metric" : "Pré-refeição de Água"
      },
      "explanation" : "Planeje seus dois copos de água sem sabor, fria ou gelada, que aumentam o metabolismo, antes de cada refeição, para também aproveitar seus benefícios de pré-refeição.",
      "heading" : "Pré-refeição de Água",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Jejum Após as 19:00h",
        "metric" : "Jejum Após as 19:00h"
      },
      "explanation" : "Devido aos nossos ritmos circadianos, os alimentos consumidos à noite engordam mais do que exatamente os mesmos alimentos ingeridos no início do dia, portanto jejue todas as noites por pelo menos doze horas, começando antes das 19:00h. Quanto menos calorias após o pôr do sol, melhor.",
      "heading" : "Jejum Após as 19:00h",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Durma o Suficiente",
        "metric" : "Durma o Suficiente"
      },
      "explanation" : "Assinale esta opção se você dormir pelo menos sete horas no seu horário de dormir usual.",
      "heading" : "Durma o Suficiente",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Experimente o Trendelenburg Leve",
        "metric" : "Experimente o Trendelenburg Leve"
      },
      "explanation" : "Tente passar pelo menos quatro horas por noite deitado com o corpo inclinado a seis graus com a cabeça para baixo, elevando os pés da cama em 20 cm (ou 23 cm se você tiver uma cama “California King”). Seja extremamente cuidadoso ao sair da cama, pois isso causa intolerância ortostática na maioria das pessoas, mesmo se você for jovem e saudável — ou seja, se você levantar rápido demais, pode sentir tontura, ter um desmaio, cair e se machucar. Então levante-se devagar. Beber dois copos de água fria trinta minutos antes de se levantar também pode ajudar a evitar esse efeito colateral potencialmente perigoso.\n\n*IMPORTANTE: Não tente fazer isso se você tiver problemas cardíacos ou pulmonares, refluxo ácido, problemas no cérebro (como traumatismo craniano) ou nos olhos (até um histórico familiar de glaucoma o desqualifica). Além disso, não tente fazer isso antes de perguntar ao/à médico/a se ele/a acha seguro dormir em Trendelenburg leve.*",
      "heading" : "Experimente o Trendelenburg Leve",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Pese-se Duas Vezes por Dia",
        "metric" : "Pese-se Duas Vezes por Dia"
      },
      "explanation" : "A auto-pesagem regular é considerada crucial para o controle de peso a longo prazo, mas não há evidências suficientes para apoiar uma frequência específica de pesagem. Minha recomendação baseia-se no estudo que constatou que duas vezes por dia — ao acordar e logo antes de dormir — pareceu superior a uma vez por dia (cerca de 2,7 kg versus 0,9 kg de perda de peso em doze semanas).",
      "heading" : "Pese-se Duas Vezes por Dia",
      "topic" : ""
    }
  }
}
