{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Воплощайте свои намерения",
        "metric" : "Воплощайте свои намерения"
      },
      "description" : [
        "Каждые два месяца создавайте три новых пункта по реализации ваших намерений - «если А, то Б» планы выполнить определенное действие в определенном контексте - и проверяйте каждое из них по мере их выполнения каждый день."
      ],
      "heading" : "Воплощайте свои намерения",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Черный тмин/кумин (Нигела) (¼ ч.л.)",
        "metric" : "Черный тмин/кумин (Нигела) (¼ ч.л.)"
      },
      "description" : [
        "Как отмечалось в разделе Подавление аппетита, систематический обзор и мета-анализ рандомизированных контролируемых испытаний по снижению веса показал, что примерно четверть чайной ложки черного порошка кумина каждый день, по-видимому, снижает индекс массы тела в течение пары месяцев. Обратите внимание, что черный кумин отличается от обычного кумина, для которого дозировка отличается."
      ],
      "heading" : "Черный тмин/кумин (¼ ч.л.)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Кумин/Зира (½ чайной ложки с обедом и ужином)",
        "metric" : "Кумин/Зира (½ чайной ложки с обедом и ужином)"
      },
      "description" : [
        "Женщины с избыточным весом в рандомизированном исследовании, которые добавляли половину чайной ложки кумина к обедам и ужинам, побили контрольную группу на два дополнительных сброшенных килограмма и на 2.5 см в талии. Существует также доказательство в поддержку использования специи шафран, но щепотка в день обойдется в доллар, тогда как чайная ложка кумина стоит менее десяти центов."
      ],
      "heading" : "Тмин (½ чайной ложки с обедом и ужином)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Уберите муку из диеты",
        "metric" : "Уберите муку из диеты"
      },
      "description" : [
        "Ставьте этот флажок каждый день, когда все ваши порции зерновых идут из цельных зерен. Измельчение даже 100% цельных зерен лишает нашу микробиому крахмала, заключенного в цельных клеточных стенках, который был бы доставлен в наш кишечник. ."
      ],
      "heading" : "Уберите муку из диеты",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Фронтальная калорийная загрузка",
        "metric" : "Фронтальная калорийная загрузка"
      },
      "description" : [
        "Есть преимущества в распределении большего количества калорий на начало дня с точки зрения нашего обмена веществ, поэтому сделайте завтрак (в идеале) или обед своей самой большой едой дня в стиле истинного короля / принца / нищего."
      ],
      "heading" : "Фронтальная калорийная загрузка",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Чесночный порошок (¼ ч.л.)",
        "metric" : "Чесночный порошок (¼ ч.л.)"
      },
      "description" : [
        "Рандомизированные, двойные слепые, плацебо-контролируемые исследования показали, что всего лишь четверть чайной ложки чесночного порошка в день может снизить содержание жира в организме по цене, возможно, два цента в день."
      ],
      "heading" : "Чесночный порошок (¼ ч.л.)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Молотый имбирь (1 чайная ложка) или кайенский перец (½ чайной ложки)",
        "metric" : "Молотый имбирь (1 чайная ложка) или кайенский перец (½ чайной ложки)"
      },
      "description" : [
        "Рандомизированные контролируемые испытания показали, что от ¼ чайной ложки до 1 ½ чайной ложки молотого имбиря в день значительно снижает массу тела и стоит копейки. Можно просто размешать молотую специю в чашке горячей воды. Примечание: имбирь чаще работает лучше утром, чем вечером. Чай масала - вкусный способ объединить уловку зеленого чая и имбиря в один напиток. В противном случае, для активации бурой жировой ткани вы можете добавить в свой ежедневный рацион один сырой перец халапеньо или половину чайной ложки порошка красного перца (или, по-видимому, измельченные хлопья красного перца). Чтобы уменьшить остроту, вы можете очень тонко или мелко нарезать халапеньо,  или смешать красный перец с супом или с овощным смузи из цельных продуктов, которые я показывал в одном из моих кулинарных видео на NutritionFacts.org."
      ],
      "heading" : "Молотый имбирь (1 чайная ложка) или кайенский перец (½ чайной ложки)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Зеленый чай (3 чашки)",
        "metric" : "Зеленый чай (3 чашки)"
      },
      "description" : [
        "Пейте три чашки в день между приемами пищи (подождите не менее часа после еды, чтобы не мешать усвоению железа). Во время еды пейте воду, черный кофе или чай из гибискуса, смешанный 6:1 с лимонной вербеной, но никогда не превышайте три чашки жидкости в час (важно, учитывая мой совет по предварительной загрузке воды). Воспользуйтесь усиливающим эффектом кофеина, выпивая зеленый чай вместе с чем-то полезным, что вы хотели бы больше любить, но не употребляйте большое количество кофеина в течение шести часов перед сном. Лучше всего принимать чай без подсластителя, но если вы обычно подслащиваете его медом или сахаром, попробуйте вместо этого сироп с яконом."
      ],
      "heading" : "Зеленый чай (3 чашки)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Избегайте обезвоживания",
        "metric" : "Избегайте обезвоживания"
      },
      "description" : [
        "Установите этот флажок, если ваша моча никогда не выглядит темнее бледно-желтой. Обратите внимание, что если вы едите обогащенные рибофлавином продукты (например, неактивные пищевые дрожжи), то нужно выпивать не менее девяти чашек несладких напитков в день для женщин (которые покроются рекомендациями по зеленому чаю и предварительной водной загрузке) или тринадцать чашек в день для мужчин. Если у вас проблемы с сердцем или почками, не увеличивайте потребление жидкости, не посоветовавшись предварительно с врачом. Помните, что диетическая содовая может быть без калорий, но не без последствий, как мы узнали в разделе Низкий уровень добавленного сахара."
      ],
      "heading" : "Избегайте обезвоживания",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Пищевые дрожжи неактивные (2 ч.л.)",
        "metric" : "Пищевые дрожжи неактивные (2 ч.л.)"
      },
      "description" : [
        "Как показали рандомизированные, двойные слепые, плацебо-контролируемые клинические исследования, две чайные ложки пекарских, пивоваренных или пищевых дрожжей содержат примерно количество 1,3/1,6 бета глюканов, способствующие потере веса."
      ],
      "heading" : "Пищевые дрожжи неактивные (2 ч.л.)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Ограничивайте время приема пищи",
        "metric" : "Ограничивайте время приема пищи"
      },
      "description" : [
        "Ограничивайте временной интервал приема пищи по вашему выбору и делайте его продолжительностью менее двенадцати часов, которого вы можете придерживаться последовательно, семь дней в неделю. Учитывая циркадные преимущества сокращения вечернего приема пищи, окно должно заканчиваться до 7:00 вечера."
      ],
      "heading" : "Ограничивайте время приема пищи",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Оптимизируйте график выполнения физических упражнений",
        "metric" : "Оптимизируйте график выполнения физических упражнений"
      },
      "description" : [
        "Рекомендация Не Сдохни! по оптимальной продолжительности упражнений для долголетия составляет девяносто минут умеренно интенсивной активности в день, что также является оптимальной продолжительностью упражнений для похудения. В любое время хорошо, и чем больше, тем лучше, но, возможно, стоит отдать предпочтение тренировкам на голодный желудок или, по крайней мере, через шесть часов после вашего последнего приема пищи. Как правило, это будет означать до завтрака, но если вы правильно рассчитаете время, вы можете заняться спортом в полдень до позднего обеда или, если обед съели достаточно рано, до ужина. Но это время для людей, не страдающих диабетом. Диабетики и преддиабетики должны, напротив, начать тренироваться через тридцать минут после начала приема пищи и, в идеале, по крайней мере, час, чтобы полностью охватить время скачка сахара в крови. Если вам нужно было бы выбрать один прием пищи, после которого нужно выполнить тренировку, это был бы ужин, так как циркадный ритм контроля уровня сахара в крови падает в течение дня. Но в идеале, завтрак должен быть самым большим приемом пищи за день и нужно тренироваться после него - а еще лучше после каждого приема пищи."
      ],
      "heading" : "Оптимизируйте график выполнения физических упражнений",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Следуйте двадцатиминутному правилу",
        "metric" : "Следуйте двадцатиминутному правилу"
      },
      "description" : [
        "Десятки исследований показали, что независимо от того, увеличивается ли вязкость пищи или количество жеваний, или уменьшается размер ваших укусов и скорость приема пищи, независимо от того, как мы увеличиваем количество времени, которое пища проводит во рту, это может привести к снижению потребляемых калорий. Поэтому продлите продолжительность приема пищи как минимум до двадцати минут, чтобы ваши естественные сигналы сытости вступили в силу. Как? Выбирая продукты, чтобы съесть которые, вы потратите больше времени так или иначе, и вдобавок ешьте их, продлевая время, которое они остаются во рту. Подумайте о более объемной, твердой жевательной пище небольшими, хорошо прожеванными кусочками."
      ],
      "heading" : "Следуйте двадцатиминутному правилу",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Предварительная загрузка отрицательными калориями",
        "metric" : "Предварительная загрузка отрицательными калориями"
      },
      "description" : [
        "Начинайте каждый прием пищи с яблока или легкого зеленого супа из зеленых ингредиентов, или салата, содержащих менее ста калорий на чашку."
      ],
      "heading" : "Предварительная загрузка отрицательными калориями",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Не отвлекайтесь от еды",
        "metric" : "Не отвлекайтесь от еды"
      },
      "description" : [
        "Не ешьте во время просмотра телевизора или игры на телефоне. Поставьте себе галочку за каждый прием пищи, во время которого вы не отвлекались на посторонние дела."
      ],
      "heading" : "Не отвлекайтесь от еды",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Включите уксус (2 ч.л. с каждым приемом пищи)",
        "metric" : "Включите уксус (2 ч.л. с каждым приемом пищи)"
      },
      "description" : [
        "Никогда не пейте неразбавленный уксус. Добавляйте сладкие и пикантные уксусы, в изобилии присутствующие на рынке, в блюда, заправки для салатов или гарниры. Если вы хотите его выпить, обязательно смешайте его в стакане с водой, а затем тщательно прополощите рот водой, чтобы защитить зубную эмаль."
      ],
      "heading" : "Включите уксус (2 ч.л. с каждым приемом пищи)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Предварительная водная загрузка",
        "metric" : "Предварительная водная загрузка"
      },
      "description" : [
        "Перед каждым приемом пищи добавьте две чашки прохладной или холодной неароматизированной воды, улучшающей обмен веществ, чтобы также воспользоваться преимуществами предварительной загрузки."
      ],
      "heading" : "Предварительная водная загрузка",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Не ешьте после 7:00 вечера",
        "metric" : "Не ешьте после 7:00 вечера"
      },
      "description" : [
        "Из-за наших циркадных ритмов пища, съедаемая поздним вечером, полнит больше, чем та же самая пища, съеденная ранее днем, поэтому каждый вечер, начиная с 7 часов, голодайте не менее двенадцати часов. Чем меньше калорий после захода солнца, тем лучше."
      ],
      "heading" : "Не ешьте после 7:00 вечера",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Высыпайтесь",
        "metric" : "Высыпайтесь"
      },
      "description" : [
        "Установите этот флажок, если вы спите по крайней мере семь часов в обычное время сна."
      ],
      "heading" : "Высыпайтесь",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Поэкспериментируйте с положением мягкого Тренделенбурга",
        "metric" : "Поэкспериментируйте с положением мягкого Тренделенбурга"
      },
      "description" : [
        "Попробуйте проводить по крайней мере четыре часа ночью, лежа под уклоном шесть градусов, подняв ножки кровати на двадцать сантиметров у изножья кровати (или на двадцать три сантиметра, если у вас очень большая двуспальная кровать). Будьте очень осторожны, когда встаете с постели, так как это вызывает ортостатическую нетерпимость у большинства людей, даже если вы молоды и здоровы — то есть, если вы встанете слишком быстро, вы можете почувствовать головокружение и слабость и можете упасть и удариться. Так что вставайте медленно. Выпивание двух чашек холодной воды за тридцать минут до вставания может помочь предотвратить этот потенциально опасный побочный эффект.\\ n*ВАЖНО: Не пытайтесь делать это дома вообще, если у вас есть проблемы с сердцем или легкими, кислотный рефлюкс или проблемы с мозгом (например, травма головы) или глазами (даже семейный анамнез глаукомы дисквалифицирует вас). Также не пытайтесь делать это, пока не спросите своего врача, считает ли он, что вам безопасно спать в мягком Тренделенбурге.*"
      ],
      "heading" : "Поэкспериментируйте с положением мягкого Тренделенбурга",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Взвешивайтесь дважды в день",
        "metric" : "Взвешивайтесь дважды в день"
      },
      "description" : [
        "Регулярное самостоятельное взвешивание считается критически важным для долгосрочного контроля веса, но нет достаточных данных для подтверждения конкретной частоты взвешивания. Моя рекомендация основана на одном исследовании, которое показало, что два раза в день - после пробуждения и непосредственно перед сном - оказалось лучше, чем один раз в день (около трех против одного килограмма потери веса в течение двенадцати недель)."
      ],
      "heading" : "Взвешивайтесь дважды в день",
      "topic" : ""
    }
  }
}