{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Исполни цели",
        "metric" : "Исполни цели"
      },
      "explanation" : "На секои два месеци, креирајте три нови цели кои би ги имплементирале - планови од типот „ако X, тогаш Y“ за да следите одредено однесување во вашиот специфичен контекст - и означи ги секој ден кога ќе ги завршите.",
      "heading" : "Исполнување на целите",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Црн ким (¼ лажичка)",
        "metric" : "Црн ким (¼ лажичка)"
      },
      "explanation" : "Како што е наведено во делот од книгата кој зборува за сузбивање на апетитот, систематски преглед и мета-анализa на рандомизирани контролирани испитувања за губење на тежината заклучи дека приближно четвртина лажичка мелен црн ким дневно го намалува индексот на телесна маса во текот на неколку месеци. Не заборавајте дека црниот ким е различен од обичниот ким, чија препорачана доза е различна.",
      "heading" : "Црн ким (¼ лажичка)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Ким (½ лаж. ручек и вечера)",
        "metric" : "Ким (½ лаж. ручек и вечера)"
      },
      "explanation" : "Жените со прекумерна тежина кои рандомизирано додаваат половина лажичка ким на нивните ручеци и вечери ја надминале контролната група, губејќи скоро 2 кг повеќе и 2,5 см повеќе во струкот. Исто така, постојат докази за поддршка на употребата на шафран, но еден прстофат дневно би чинел евро, додека една лажичка ким чини помалку од десет денари.",
      "heading" : "Ким (½ лаж. ручек и вечера)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Без брашно",
        "metric" : "Без брашно"
      },
      "explanation" : "Можете да го означите ова квадратче во деновите кога вашите порции на интегрални житарици се во форма на нераздробени житарици. Мелењето на житариците, дури и ако се 100% интегрални, го лишува нашиот микробиом од скробот кој инаку би стигнал до нашето дебело црево обвиткано со нераздробени клеточни ѕидови.",
      "heading" : "Збогум на брашното",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Распоред на калории",
        "metric" : "Распоред на калории"
      },
      "explanation" : "Консумирањето на повеќе калории на почетокот од денот е подобро за метаболизмот, затоа направете го вашиот (идеално) појадок или ручек најголемиот оброк во денот.",
      "heading" : "Распоредување на калориите",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Лук во прав (¼ лажичка)",
        "metric" : "Лук во прав (¼ лажичка)"
      },
      "explanation" : "Некои рандомизирани, двојно-слепи, плацебо контролирани студии покажаа дека само четвртина лажичка лук во прав дневно може да ја намали телесната маснотија, по цена од можеби два денари дневно.",
      "heading" : "Лук во прав (¼ лажичка)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Ѓумбир (1 лаж.) или каена (½ лаж.)",
        "metric" : "Ѓумбир (1 лаж.) или каена (½ лаж.)"
      },
      "explanation" : "Некои рандомизирани контролирани испитувања откриле дека консумирање на ¼ до 1½ лажичка ѓумбир во прав дневно значително ја намалува телесната тежина за само неколку денари дневно. Може да биде толку едноставно како додавање на ѓумбир во шолја топла вода. Забелешка: ѓумбирот може да биде поефикасен наутро во споредба со попладне. Чајот е одличен начин за комбинирање на триковите, преку користење на зелениот чај и ѓумбирот во еден пијалок. Дополнително, за да го активирате кафеавото масно ткиво, можете да додадете сирова халапењо пиперка или половина лажичка чили во прав во вашата дневна исхрана. За да ви биде полесно, можете да го сечете халапењо пиперчето на многу тенки парчиња или да го мелите многу ситно. Чилито во прав може да се додаде во супи и чорби или во зеленчуков смути, што е направено во едно од нашите видеа за готвење на NutritionFacts.org.",
      "heading" : "Ѓумбир (1 лаж.) или каена (½ лаж.)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Зелен чај (3 шолји)",
        "metric" : "Зелен чај (3 шолји)"
      },
      "explanation" : "Пијте три чаши дневно меѓу оброците, чекајќи најмалку еден час по јадење, за да не влијае негативно на апсорпцијата на железото. За време на оброците, пијте вода, кафе без додатоци или чај од хибискус (мешан 6:1 со лимонска трева), но никогаш не надминувајте три чаши течност по час (имај го ова на ум за мојот дел за почеток со вода). Искористи ги ефектите на кофеинот и пиј го зелениот чај додека јадеш нешто здраво што би сакал да го сакаш повеќе, за да создадеш позитивна асоцијација, но внимавај да не консумираш премногу кофеин шест часа пред спиење. Најдобро е да го пиеш чајот без никакви засладувачи, но ако обично додаваш мед или шеќер, пробај сируп од јакон.",
      "heading" : "Зелен чај (3 шолји)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Хидратација",
        "metric" : "Хидратација"
      },
      "explanation" : "Можете да го означите ова квадратче ако вашата урина никогаш не преминува кон потемна од бледо жолта боја.\n\nИмајте на ум дека, ако консумирате храна збогатена со рибофлавин (како нутритивниот квасец), не треба да ја следите оваа премиса на бојата и треба да се фокусирате на внесување на девет чаши неслатка течност дневно за жените (кај што спаѓа и консумирањето на зелен чај и вода) или тринаесет чаши дневно за мажи.\n\nАко имате срцеви или бубрежни проблеми, не ја зголемувајте консумацијата на течности без претходно да се консултирате со вашиот лекар.\n\nНе заборавајте дека, иако диеталните газирани пијалоци немаат калории, тие не се безопасни, како што објаснуваме во делот од книгата за додадени шеќери.",
      "heading" : "Хидратација",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Нутритивен квасец (2 лажички)",
        "metric" : "Нутритивен квасец (2 лажички)"
      },
      "explanation" : "Две лажички пекарски, пивски или нутритивен квасец содржат приближно вистинска количина на бета глукани 1,3 / 1,6, кои во рандомизирани, двојно слепи, контролирани клинички испитувања покажале дека го олеснуваат губењето на тежината.",
      "heading" : "Нутритивен квасец (2 лажички)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Ограничено време за јадење",
        "metric" : "Ограничено време за јадење"
      },
      "explanation" : "Ограничете го вашето време за јадење на дневен период по ваш избор кој не надминува дванаесет часа и кој може да го следите редовно, односно, сите седум дена во неделата. Со оглед на придобивките за циркадијалниот ритам од намалувањето на внесот на храна навечер, треба да престанете со јадење пред 19 часот.",
      "heading" : "Ограничување на времето за јадење",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Вежбање во право време",
        "metric" : "Вежбање во право време"
      },
      "explanation" : "Препораката за оптимална должина на вежбање за долговечност според „Дневна дузина“ е деведесет минути умерено интензивна активност на ден, што е исто така оптимално времетраење за губење на тежината. Секое време е добро, и колку повеќе, толку подобро, но можеби има предност при вежбање на празен стомак, најмалку шест часа по последниот оброк. Обично ова значи пред појадок, но ако испланирате правилно, можете да вежбате на пладне пред доцен ручек или ако имате ручек рано, тогаш пред вечера. Ова е препорачаното време за луѓе без дијабетес. Дијабетичарите и предијабетичарите треба да почнат да вежбаат триесет минути по почетокот на оброкот и идеално да вежбаат најмалку еден час за да го достигнат врвот на нивото на шеќер во крвта. Ако треба да изберете само еден оброк по кој ќе вежбате, тоа би била вечерата поради циркадијалниот ритам на контрола на шеќерот во крвта, кој се намалува во текот на денот. Идеално, појадокот би бил најголемиот оброк во денот, и би вежбале по него - или, уште подобро, по секој оброк.",
      "heading" : "Вежбање во вистинско време",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Правило на 20 минути",
        "metric" : "Правило на 20 минути"
      },
      "explanation" : "Без разлика дали со зголемување на вискозитетот и времето на џвакање или со намалување на големината на залакот, постојат десетици студии кои покажуваат дека зголемувањето на времето што храната го поминува во устата може да резултира со помал внес на калории. Затоа, зголемете го времетраењето на оброците на најмалку дваесет минути за да можат природните сигнали за ситост да дејствуваат. Како можете да го направите ова? Можете да изберете храна која е потешка за јадење и да ја јадете на начин кој го продолжува времето што останува во устата. Мислете на поголеми, потврди и други храни кои може да се џвакаат во помали залаци.",
      "heading" : "Правило на дваесет минути",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Храна со негативни калории",
        "metric" : "Храна со негативни калории"
      },
      "explanation" : "Како предјадење, можете да јадете јаболко, супа или салата со храна од зелена зона која содржи помалку од сто калории по шоља.",
      "heading" : "Започнете со храна со „негативни калории“",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Оброци без одвлекување",
        "metric" : "Оброци без одвлекување"
      },
      "explanation" : "Не јадете додека гледате телевизија или го чепкате телефонот. Можете да означите едно квадратче за секој оброк што го поминувате без одвлекување на вниманието.",
      "heading" : "Оброци без одвлекување на вниманието",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Оцет (2 лажички/оброк)",
        "metric" : "Оцет (2 лажички/оброк)"
      },
      "explanation" : "Никогаш не пијте оцет самостојно. Можете да го користите за зачинување на храната или салатите. Можете да користите било кој тип на оцет, сладок или солен. Ако сакате да го пиете, треба да го измешате со чаша вода и да ја исплакнете устата веднаш после за да го заштитите забниот слој.",
      "heading" : "Оцет (2 лажички/оброк)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Започнете со вода",
        "metric" : "Започнете со вода"
      },
      "explanation" : "Пијте две чаши вода, ладна или на собна температура, пред секој оброк за да го забрзате метаболизмот и да ги искористите нејзините придобивки.",
      "heading" : "Започнете со вода",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Пост по 19:00",
        "metric" : "Пост по 19:00"
      },
      "explanation" : "Поради влијанието на циркадијалните ритми, храната што се јаде навечер повеќе дебелее отколку истата храна што се јаде порано во денот, затоа обидете се да постите (да не внесувате калории) секоја вечер најмалку дванаесет часа од 19 часот. Колку помалку калории после зајдисонце, толку подобро.",
      "heading" : "Пост по 19:00 часот",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Доволно спиење",
        "metric" : "Доволно спиење"
      },
      "explanation" : "Означете го ова квадратче ако сте спиеле најмалку седум часа и сте легнале во вообичаеното време.",
      "heading" : "Доволно спиење",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Тренделенбург",
        "metric" : "Тренделенбург"
      },
      "explanation" : "Обидете се да поминувате најмалку четири часа секоја ноќ лежејќи со телото наклонето надолу за шест степени (каде што страната од главата е на пониско ниво), со подигање на ногарките на подножјето на креветот за околу 20 сантиметри. Бидете многу внимателни кога станувате, бидејќи ова предизвикува ортостатска нетолеранција кај повеќето луѓе, дури и ако сте млади и здрави - што значи дека ако станете пребрзо, можете да се почувствувате вртоглаво, да се онесвестите или да изгубите рамнотежа и при тоа се повредите. Затоа станувајте бавно. Пиење на две чаши ладна вода триесет минути пред да станете може исто така да помогне во спречување на овој потенцијално опасен несакан ефект.\n\n*ВАЖНО: Не обидувајте се да го правите ова дома ако имате проблеми со срцето или белите дробови, проблеми со желудочна киселина (рефлукс), проблеми со мозокот (како траума на главата) или очите (дури и семејна историја на глауком го исклучува ова). Ако имате какви било сомнежи, не обидувајте се да го практикувате ова без претходна консултација со вашиот лекар.*",
      "heading" : "Тренделенбург",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Мерење 2x дневно",
        "metric" : "Мерење 2x дневно"
      },
      "explanation" : "Редовното мерење на тежината се смета за клучна за долгорочна контрола на тежината, но нема доволно научни докази за да се препорача специфична фреквенција на мерење. Нашата препорака се базира на една студија која открила дека два пати на ден - после будење и веднаш пред спиење - се покажало како подобро од еднаш на ден (околу три до шест килограми губење на тежината за дванаесет недели).",
      "heading" : "Мерење два пати дневно",
      "topic" : ""
    }
  }
}