{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Формулировка реализационных намерений",
        "metric" : "Формулировка реализационных намерений"
      },
      "explanation" : "Каждые два месяца формулируйте три новых реализационных намерения по принципу «если Х, то Y», чтобы в определенных обстоятельствах выполнять определенные действия, и по мере выполнения этих действий ставьте отметку.",
      "heading" : "Формулировка реализационных намерений",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Черный тмин (Nigella sativa) (¼ ч. л.)",
        "metric" : "Черный тмин (Nigella sativa) (¼ ч. л.)"
      },
      "explanation" : "Как отмечалось в разделе «Подавление аппетита», систематический обзор и метаанализ рандомизированных контролируемых исследований по снижению веса показал, что около четверти чайной ложки тмина каждый день снижает индекс массы тела уже за пару месяцев. Обратите внимание, что черный тмин похож на зиру, но это не одно и то же, для зиры дозировка другая.",
      "heading" : "Черный тмин (¼ ч. л.)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Зира (Cuminum cyminum) (½ ч. л. с обедом и ужином)",
        "metric" : "Зира (Cuminum cyminum) (½ ч. л. с обедом и ужином)"
      },
      "explanation" : "Женщины с избыточным весом, которые в рамках рандомизированного исследования добавляли по половине чайной ложки зиры в еду на обед и на ужин, сбросили почти на 2 килограмма больше и на 2,5 сантиметра больше уменьшились в талии, чем женщины в контрольной группе. Существуют данные, подтверждающие эффективность шафрана, но щепотка шафрана в день обойдется в 10 раз дороже чайной ложки зиры.",
      "heading" : "Зира (½ ч. л. с обедом и ужином)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Отказ от муки",
        "metric" : "Отказ от муки"
      },
      "explanation" : "Отмечайте этот пункт каждый день, когда едите необработанные цельные злаки. Измельчение даже 100 %-ных цельных злаков лишает нашу микрофлору крахмалов, которые иначе достигли бы кишечника в неразрушенных клеточных стенках.",
      "heading" : "Отказ от муки",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Основная часть калорий в первой половине дня",
        "metric" : "Основная часть калорий в первой половине дня"
      },
      "explanation" : "Употребление большей части калорий в первой половине дня благотворно влияет на метаболизм, поэтому в идеале, следуя правилу «завтрак съешь сам, обед раздели с другом, а ужин отдай врагу», завтрак и обед должны быть главными приемами пищи за день.",
      "heading" : "Основная часть калорий в первой половине дня",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Чесночный порошок (¼ ч. л.)",
        "metric" : "Чесночный порошок (¼ ч. л.)"
      },
      "explanation" : "Рандомизированные двойные слепые плацебо-контролируемые исследования показали, что всего четверть чайной ложки чесночного порошка в день уменьшает количество жировой массы тела и при этом обходится в считанные копейки в день.",
      "heading" : "Чесночный порошок (¼ ч. л.)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Молотый имбирь (1 ч. л. ложка) или кайенский перец (½ ч. л. ложки)",
        "metric" : "Молотый имбирь (1 ч. л. ложка) или кайенский перец (½ ч. л. ложки)"
      },
      "explanation" : "Рандомизированные контролируемые исследования показали, что такой недорогой продукт, как молотый имбирь в количестве от четверти до полутора ложек в день существенно снижает массу тела. Достаточно просто растворить молотый имбирь в стакане горячей воды. Примечание: утром имбирь работает лучше, чем вечером. Имбирь также можно добавлять в зеленый чай, это очень вкусно. Для активации бурого жира можно добавить в повседневный рацион один сырой перчик халапеньо или половину чайной ложки молотого красного перца (либо красного перца в хлопьях). Чтобы уменьшить остроту, можно нарезать халапеньо очень тонкими колечками или мелко порубить, а красный перец добавить в суп или в овощной смузи, рецепт которого я показываю в одном из своих кулинарных видео на сайте NutritionFacts.org.",
      "heading" : "Молотый имбирь (1 ч. л. ложка) или кайенский перец (½ ч. л. ложки)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Зеленый чай (3 чашки)",
        "metric" : "Зеленый чай (3 чашки)"
      },
      "explanation" : "Пейте три чашки в день между приемами пищи (подождав после еды не меньше часа, чтобы не препятствовать усвоению железа). Во время еды пейте воду, черный кофе или чай из гибискуса в пропорции 6:1 с лимонной вербеной, но ни в коем случае не больше трех чашек жидкости в час (с учетом воды для предварительной загрузки). Используйте подкрепляющее действие кофеина — пейте зеленый чай с чем-нибудь полезным, если хотите, чтобы эта еда нравилась вам больше, и избегайте большого количества кофеина за 6 часов до сна. Лучше всего пить чай несладким, но если обычно вы добавляете мед или сахар, попробуйте сироп из якона.",
      "heading" : "Зеленый чай (3 чашки)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Достаточно воды",
        "metric" : "Достаточно воды"
      },
      "explanation" : "Отмечайте этот пункт, если за день ваша моча ни разу не становится темнее бледно-желтого цвета.\n\nЕсли вы едите что-то с высоким содержанием рибофлавина (например, пищевые дрожжи), то норма составляет девять стаканов несладких напитков в день для женщин (с учетом зеленого чая и предварительной загрузки водой) и тринадцать стаканов для мужчин.\n\nЕсли у вас есть проблемы с сердцем или почками, не повышайте потребление воды без консультации с врачом.\n\nПомните, что в диетической газировке калорий, может быть, и нет, а последствия есть, — об этом мы говорили в разделе «Минимум добавленного сахара».",
      "heading" : "Достаточно воды",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Пищевые дрожжи (2 ч. л.)",
        "metric" : "Пищевые дрожжи (2 ч. л.)"
      },
      "explanation" : "Две чайные ложки хлебопекарных, пивных или пищевых дрожжей содержат бета-1,3/1,6-глюканы в количестве, которое, согласно рандомизированным двойным слепым плацебо-контролируемым клиническим исследованиям, способствует снижению веса.",
      "heading" : "Пищевые дрожжи (2 ч. л.)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Ограничение питания по времени",
        "metric" : "Ограничение питания по времени"
      },
      "explanation" : "Ограничьте пищевое окно любым интервалом меньше 12 часов, который вы сможете соблюдать постоянно, семь дней в неделю. Для поддержания циркадных ритмов вечером лучше много не есть, поэтому пищевое окно должно заканчиваться раньше 19:00.",
      "heading" : "Ограничение питания по времени",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Выбор времени для физических нагрузок",
        "metric" : "Выбор времени для физических нагрузок"
      },
      "explanation" : "Согласно списку Daily Dozen, оптимальная продолжительность физических нагрузок для долголетия — 90 минут физической активности умеренной интенсивности в день. Оптимальная нагрузка для снижения веса такая же. Заниматься можно в любое время, чем дольше, тем лучше, но считается, что эффективнее заниматься натощак, не меньше чем через 6 часов после последнего приема пищи. Обычно это значит до завтрака, но если правильно выбрать время, можно заниматься днем перед поздним обедом или, если вы обедаете рано, перед ужином. Это для тех, у кого нет диабета. Диабетикам и предиабетикам лучше начинать заниматься через 30 минут после приема пищи и в идеале не меньше часа, чтобы сгладить скачок уровня сахара в крови. Если вам нужно выбрать один прием пищи, после которого вы будете заниматься физическими нагрузками, выбирайте ужин — это связано с циркадным ритмом контроля уровня сахара, ослабевающим ближе к вечеру. В идеале больше всего за день лучше есть на завтрак и заниматься после него, а еще лучше после каждого приема пищи.",
      "heading" : "Выбор времени для физических нагрузок",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Правило 20 минут",
        "metric" : "Правило 20 минут"
      },
      "explanation" : "Десятки исследований продемонстрировали, что чем дольше процесс поглощения пищи, будь то за счет повышения вязкости пищи, увеличения количества жевательных движений, уменьшения размера кусочков или скорости поглощения, тем меньше потребление калорий. Старайтесь есть не меньше двадцати минут, чтобы все естественные сигналы насыщения успели подействовать. Как это сделать? Выбирайте продукты, которые нужно есть дольше, и ешьте их так, чтобы они как можно дольше задерживались во рту. Отдавайте предпочтение более объемным, плотным продуктам, ешьте маленькими кусочками и тщательно пережевывайте пищу.",
      "heading" : "Правило 20 минут",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Предварительная загрузка отрицательными калориями",
        "metric" : "Предварительная загрузка отрицательными калориями"
      },
      "explanation" : "Начинайте каждый прием пищи с яблока, легкого супа из зеленых ингредиентов или салата с калорийностью менее 100 калорий на чашку.",
      "heading" : "Предварительная загрузка отрицательными калориями",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Еда без отвлекающих факторов",
        "metric" : "Еда без отвлекающих факторов"
      },
      "explanation" : "Во время еды не смотрите телевизор и не пользуйтесь телефоном. Отмечайте этот пункт каждый раз, когда принимаете пищу, ни на что не отвлекаясь.",
      "heading" : "Еда без отвлекающих факторов",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Уксус (2 ч. л. с каждым приемом пищи)",
        "metric" : "Уксус (2 ч. л. с каждым приемом пищи)"
      },
      "explanation" : "Никогда не пейте неразбавленный уксус. Добавляйте пряный или сладкий уксус в еду или заправляйте им салаты. Если хотите выпить уксус, добавьте его в стакан воды, а после тщательно прополощите рот водой, чтобы защитить зубную эмаль.",
      "heading" : "Уксус (2 ч. л. с каждым приемом пищи)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Предварительная загрузка водой",
        "metric" : "Предварительная загрузка водой"
      },
      "explanation" : "Перед каждым приемом пищи выпивайте два стакана прохладной или холодной неароматизированной воды, чтобы улучшить обмен веществ и воспользоваться преимуществами предварительной загрузки.",
      "heading" : "Предварительная загрузка водой",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Отказ от еды после 19:00",
        "metric" : "Отказ от еды после 19:00"
      },
      "explanation" : "Из-за циркадных ритмов еда, съеденная вечером, вероятнее отложится на боках, чем точно такая же еда, съеденная в более раннее время, поэтому старайтесь не есть в вечернее время в течение не менее 12 часов, начиная с 19:00. Чем меньше калорий после заката, тем лучше.",
      "heading" : "Отказ от еды после 19:00",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Достаточное количество сна",
        "metric" : "Достаточное количество сна"
      },
      "explanation" : "Отмечайте этот пункт, если проспали не меньше семи часов в свое обычное время сна.",
      "heading" : "Достаточное количество сна",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Сон в умеренном положении Тренделенбурга",
        "metric" : "Сон в умеренном положении Тренделенбурга"
      },
      "explanation" : "Попробуйте не меньше четырех часов за ночь спать в положении, когда голова находится ниже уровня стоп на 6 градусов: для этого приподнимите изножье кровати на 20 сантиметров (или на 23 сантиметра, если у вас очень большая кровать). Будьте осторожны, вставая с постели, поскольку у многих, даже молодых и здоровых, такое положение вызывает ортостатическую неустойчивость, когда от слишком резкого подъема кружится голова и можно упасть и удариться. Вставайте медленно. Избежать такого потенциально опасного побочного эффекта можно, если выпить два стакана холодной воды за полчаса до подъема.\n\n*ВАЖНО! Не пытайтесь практиковать это дома, если у вас есть проблемы с сердцем или легкими, кислотный рефлюкс или проблемы с мозгом (например, травма головы) или с глазами (достаточно, если у кого-то из ваших родственников была глаукома). Прежде чем пробовать этот метод, уточните у врача, безопасно ли для вас спать в «умеренном положении Тренделенбурга».*",
      "heading" : "Сон в умеренном положении Тренделенбурга",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Взвешивание дважды в день",
        "metric" : "Взвешивание дважды в день"
      },
      "explanation" : "Регулярное взвешивание — залог успешного долгосрочного контроля веса, а вот насчет частоты взвешивания научных данных недостаточно. Моя рекомендация основана на одном исследовании, которое показало, что взвешиваться два раза в день (после пробуждения и перед сном) лучше, чем один раз в день (в первом случае снижение веса за 12 недель составило 2,7 килограмма, а во втором — 0,9 килограмма).",
      "heading" : "Взвешивание дважды в день",
      "topic" : ""
    }
  }
}