{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "",
        "metric" : ""
      },
      "explanation" : "כל חודשיים, צרו שלוש כוונות יישום חדשות - \"אם X, אז Y\" לקידום התנהגות מסוימת בהקשר ספציפי - וסמנו כל אחת מהן כאשר אתם משלימים אותן מדי יום.",
      "heading" : "",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "כמון שחור (¼ כפית)",
        "metric" : "כמון שחור (¼ כפית)"
      },
      "explanation" : "כפי שצוין בסעיף דיכוי התיאבון, סקירה שיטתית ומטא-אנליזה של ניסויים אקראיים ומבוקרים לירידה במשקל מצאו כי כרבע כפית אבקת כמון שחורה מדי יום מורידה את מדד מסת הגוף בתוך טווח של מספר חודשים. שימו לב שכמון שחור שונה מכמון רגיל, שהמינון שלו שונה.",
      "heading" : "כמון שחור (¼ כפית)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "כמון (½ כפית עם ארוחות צהריים וערב)",
        "metric" : "כמון (½ כפית עם ארוחות צהריים וערב)"
      },
      "explanation" : "נשים הסובלות מעודף משקל הוסיפו באקראי להוסיף חצי כפית כמון לארוחות הצהריים והערב שלהן והביסו את קבוצת הביקורת בארבעה קילוגרמים נוספים וב-2.5 סמ\"ר נוספים מהמותניים שלהן. ישנן גם עדויות התומכות בשימוש בזעפרן, אך קמצוץ ביום יעלה 4 שקלים, בעוד שכפית כמון עולה פחות מ-30 אגורות.",
      "heading" : "כמון (½ כפית עם ארוחות צהריים וערב)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "טירפו את התזונה שלכם",
        "metric" : "טירפו את התזונה שלכם"
      },
      "explanation" : "סמנו תיבה זו בכל יום בו מנות הדגנים המלאות שלכם הן בצורת דגנים שלמים. האבקה של אפילו 100% דגנים מלאים שודדת את המיקרוביומים שלנו מהעמילן שאחרת היה יורד אל המעי הגס שלנו שהיה סגור בדפנות תאים בלתי עבירות.",
      "heading" : "טירפו את התזונה שלכם",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "חזית- טענו את הקלוריות שלכם",
        "metric" : "חזית- טענו את הקלוריות שלכם"
      },
      "explanation" : "יש יתרונות מטבוליים לצריכת קלוריות מוקדם יותר ביום, לכן הפכו את ארוחת הבוקר (באופן אידיאלי) או ארוחת הצהריים לארוחה הגדולה ביותר ביום בסגנון מלך/נסיך/עני",
      "heading" : "חזית- טענו את הקלוריות שלכם",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "אבקת שום (¼ כפית)",
        "metric" : "אבקת שום (¼ כפית)"
      },
      "explanation" : "מחקרים אקראיים, כפולי סמיות, מבוקרי פלסבו, מצאו שכרבע כפית אבקת שום ביום בלבד יכולה להפחית את שומן הגוף במחיר של כ-8 אגורות ביום.",
      "heading" : "אבקת שום (¼ כפית)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "זנגויל טחון (1 כפית) או פלפל קאיין (½ כפית)",
        "metric" : "זנגויל טחון (1 כפית) או פלפל קאיין (½ כפית)"
      },
      "explanation" : "ניסויים מבוקרים אקראיים מצאו כי ¼ כפית עד 1.5 כפיות ביום של זנגויל טחון הורידה משמעותית את משקל הגוף בפרוטות בלבד ביום. זה יכול להיות קל כמו ערבוב התבלין הטחון בכוס מים חמים. הערה: זנגויל עשוי לעבוד טוב יותר בבוקר מאשר בערב. תה צ'אי הוא דרך טעימה לשלב את התה הירוק ויכולות הזנגויל למשקה אחד. לחלופין, להפעלת BAT, ניתן להוסיף לתפריט היומי שלכם פלפל ירוק חריף גולמי או חצי כפית אבקת פלפל אדום (או, ככל הנראה, פתיתי פלפל אדום כתוש). כדי לעזור להתמודד עם החום, אתם יכולים לפרוס דק מאוד או לקצוץ את הפלפל הירוק החריף כדי לצמצם את הנגיסות לכמויות קטנות, או לערבב את הפלפל האדום במרק או שייק הירקות מכל האוכל שהצגתי באחד מסרטי הבישול שלי ב- NutritionFacts.org .",
      "heading" : "זנגויל טחון (1 כפית) או פלפל קאיין (½ כפית)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "תה ירוק (3 כוסות)",
        "metric" : "תה ירוק (3 כוסות)"
      },
      "explanation" : "שתו שלוש כוסות ביום בין הארוחות (המתינו לפחות שעה לאחר הארוחה כדי לא להפריע לספיגת הברזל). במהלך הארוחות, יש לשתות מים, קפה שחור או תה היביסקוס מעורבב 6: 1 עם לימון ורבנה, אך לעולם אל תישתו יותר משלוש כוסות נוזל בשעה (חשוב בהתחשב בעצותי לטעינת מים מראש). נצלו את האפקט המחזק של הקפאין על ידי שתיית התה הירוק שלכם יחד עם משהו בריא שהייתם רוצים לאהוב יותר, אך אל תצרכו כמויות גדולות של קפאין שש שעות לפני השינה. עדיף לשתות את התה  ללא ממתיק, אך אם אתם ממתיקים את התה בדבש או בסוכר, נסה במקום זאת סירופ יאקון.",
      "heading" : "תה ירוק (3 כוסות)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "שתו מספיק",
        "metric" : "שתו מספיק"
      },
      "explanation" : "סמנו תיבה זו אם השתן שלכם אף פעם לא נראה כהה יותר מאשר צהוב בהיר. שימו לב שאם אתם אוכלים מזונות מועשרים בריבופלבין (כגון שמרים תזונתיים), אז הסתמכו במקום זאת על  שתיית 9 כוסות של משקאות לא ממותקים ביום לנשים (שיושגו ע\"י ההמלצות לשתיה של תה ירוק ומים), או 13 כוסות ביום לגברים. אם אתם סובלים מבעיות לב או כליות, אל תגדילו כלל את צריכת הנוזלים מבלי לדבר תחילה עם רופאכם. זכרו, סודה לדיאטה עשויה להיות נטולת קלוריות, אך היא אינה נטולת תוצאות, כפי שלמדנו בסעיף על סוכר נמוך.",
      "heading" : "שתו מספיק",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "שמרי בירה (2 כפיות)",
        "metric" : "שמרי בירה (2 כפיות)"
      },
      "explanation" : "שתי כפיות של שמרי אופים, בירה או  תזונתיים מכילות בערך את כמות הבטא 1,3/1,6 גלוקנים שנמצאו בניסויים קליניים אקראיים, כפולי סמיות, מבוקרי פלסבו, כמקלים על ירידה במשקל.",
      "heading" : "שמרי בירה (2 כפיות)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "הגבלת זמן האכילה שלכם",
        "metric" : "הגבלת זמן האכילה שלכם"
      },
      "explanation" : "הגדירו חלון אכילה יומי לבחירכם של פחות מ-12 שעות שאתם יכולים להצמד אליו בעקביות, שבעה ימים בשבוע. בהתחשב ביתרונות השעון הביולוגי להפחתת אכילה בלילה, חלון האכילה צריך להסתיים ב-19:00.",
      "heading" : "הגבלת זמן האכילה שלכם",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "יעלו את זמן הספורט",
        "metric" : "יעלו את זמן הספורט"
      },
      "explanation" : "ההמלצה של The Daily Dozen למשך זמן האימון האופטימלי לאורך החיים היא תשעים דקות של פעילות אינטנסיבית בינונית ביום, שהיא גם משך האימון האופטימלי לירידה במשקל. בכל עת טוב, וככל שיותר, יותר טוב, אך יתכן שיש יתרון לפעילות גופנית בצום, לפחות שש שעות לאחר הארוחה האחרונה שלך. בדרך כלל זה אומר לפני ארוחת הבוקר, אבל אם תזמנתם את זה נכון, תוכלו להתאמן בצהריים לפני ארוחת צהריים מאוחרת או, אם ארוחת הצהריים נאכלת מוקדם מספיק, לפני ארוחת הערב. זהו העיתוי לשאינם חולי סוכרת. חולי סוכרת וטרום חולי סוכרת צריכים במקום זאת להתחיל להתאמן שלושים דקות לאחר תחילת הארוחה ולפנות לכך באופן אידיאלי לפחות שעה כדי לחצות את שיא הסוכר בדם. אם הייתם צריכים לבחור ארוחה אחת שתתאמנו אחריה, זו תהיה ארוחת ערב, בגלל קצב השעון הביולוגי ששליטתו ברמת הסוכר בדם דועכת לאורך כל היום. אך באופן אידיאלי, ארוחת הבוקר תהיה הארוחה הגדולה ביותר ביום, ואימון לאחר מכן - או, אפילו יותר טוב, אחרי כל ארוחה.",
      "heading" : "יעלו את זמן הספורט",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "עיקבו אחר חוק 20 הדקות",
        "metric" : "עיקבו אחר חוק 20 הדקות"
      },
      "explanation" : "בין אם העלאת הצמיגות או כמות הלעיסות, או הקטנת גודל הנשיכה וקצב האכילה, עשרות מחקרים הוכיחו שאין זה משנה כמה אנו מגבירים את משך הזמן שהמזון נמצא בפינו, זה יכול להסתכם בכמות קלוריות קטנה יותר. אז האריכו את משך הארוחה לפחות ל-20 דקות כדי לאפשר לאיתותי השובע הטבעי להגיע למלוא השפעתם. כיצד? ע\"י בחירת מאכלים שלוקח זמן רב יותר לאכול ולאוכלם בדרך שמאריכה את הזמן שהם נשארים בפיכם. חישבו נפוח יותר, קשה יותר, לעיסים יותר בנשיכות קטנות ולעוסות היטב.",
      "heading" : "עיקבו אחר חוק 20 הדקות",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "טענו מראש עם מזונות עם \"קלוריות שליליות\"",
        "metric" : "טענו מראש עם מזונות עם \"קלוריות שליליות\""
      },
      "explanation" : "כמנה ראשונה, התחילו כל ארוחה בתפוח או מרק ירוק או סלט המכיל פחות ממאה קלוריות לכוס.",
      "heading" : "טענו מראש עם מזונות עם \"קלוריות שליליות\"",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "תהנו מארוחות ללא הפרעה",
        "metric" : "תהנו מארוחות ללא הפרעה"
      },
      "explanation" : "אל תאכלו תוך כדי צפיה בטלויזיה או תוך כדי משחק בפלאפון. תנו לעצמכם צ'ק על כל פעם הצלחתם לאכול ללא הפרעות",
      "heading" : "תהנו מארוחות ללא הפרעה",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "שלבו חומץ (2 כפיות בכל ארוחה)",
        "metric" : "שלבו חומץ (2 כפיות בכל ארוחה)"
      },
      "explanation" : "לעולם אל תישתו חומץ ישירות. במקום זה, הוסיפו טעם לארוחות או הכינו מטבל לסלט עם כל חומץ מתוק וערב לחיך שיש לכם. אם תירצו לשתות אותו, אל תשכחו לערבב אותו בכוס מים ולאחר ששתיתם יש לשטוף את הפה במים כדי למנוע פגיעה באמייל השן",
      "heading" : "שלבו חומץ (2 כפיות בכל ארוחה)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "הטענו מראש עם מים",
        "metric" : "הטענו מראש עם מים"
      },
      "explanation" : "זמנו את חילוף החומרים שלכם- שתי כוסות מים קרירים או קרים ללא טעמים לפני כל ארוחה כדי ליהנות גם מיתרונות הלקיחה המוקדמת שלהם.",
      "heading" : "הטענו מראש עם מים",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "צומו לאחר 19:00",
        "metric" : "צומו לאחר 19:00"
      },
      "explanation" : "בשל מקצבי היממה שלנו, אוכל שנאכל בלילה משמין יותר מאותו אוכל בדיוק שנאכל מוקדם יותר ביום, אז צומו כל לילה במשך שתים עשרה שעות לפחות החל מהשעה 19:00. כמה שפחות קלוריות אחרי השקיעה, כך ייטב.",
      "heading" : "צומו לאחר 19:00",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "קבלו שינה מספיקה",
        "metric" : "קבלו שינה מספיקה"
      },
      "explanation" : "סמנו תיבה זו אם אתם ישנים לפחות 7 שעות שינה בזמן השינה הרגיל שלכם",
      "heading" : "קבלו שינה מספיקה",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "התנסו ב-Trendelenburg מתון",
        "metric" : "התנסו ב-Trendelenburg מתון"
      },
      "explanation" : "נסו להקדיש לפחות ארבע שעות בלילה בשכיבה כשגופכם מוטה ראש כלפי מטה שש מעלות על ידי הרמת העמודים למרגלות המיטה בשמונה סנטימטרים (או תשעה סנטימטרים אם יש לכם California king). היזהרו במיוחד כאשר אתo קמים מהמיטה, מכיוון שזה גורם לחוסר סובלנות אורתוסטטית אצל רוב האנשים, גם אם אתם צעירים ובריאים-כלומר אם אתם קמים מהר מדי, אתם יכולים להרגיש סחרחורת, חולשה או ראש קל ועלולים ליפול ולפגוע בעצמכם. אז קומו לאט. שתיית שתי כוסות מים קרים שלושים דקות לפני העלייה עשויה לסייע גם במניעת תופעת לוואי שעלולה להיות מסוכנת. *חשוב: אל תנסו זאת בבית כלל אם יש לכם בעיות לב או ריאה, ריפלוקס חומצי או בעיות במוח (כמו טראומת ראש) או עיניים (אפילו היסטוריה משפחתית של גלאוקומה פוסלת אתכם). גם אל תנסו את זה עד שתשאלו את הרופא שלכם אם הוא חושב שזה בטוח לכם לישון בטרנדלנבורג מתון*",
      "heading" : "התנסו ב-Trendelenburg מתון",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "שיקלו את עצמכם פעמיים ביום",
        "metric" : "שיקלו את עצמכם פעמיים ביום"
      },
      "explanation" : "שקילה עצמית סדירה נחשבת מכרעת לבקרת משקל ארוכת טווח, אך אין מספיק הוכחות לתמיכה בתדירות שקילה מסוימת. ההמלצה שלי מבוססת על המחקר האחד שמצא כי פעמיים ביום - כשמתעוררים ומיד לפני השינה - נראית עדיפה על פעם ביום (כששה לעומת שני קילוגרמים של ירידה במשקל במשך שנים עשר שבועות).",
      "heading" : "שיקלו את עצמכם פעמיים ביום",
      "topic" : ""
    }
  }
}
