{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Втілюй свої наміри",
        "metric" : "Втілюй свої наміри"
      },
      "explanation" : "Кожні два місяця створюй три нових наміри—«якщо ..., то ...» план виконання певних дій в конкретному порядку —і провіряй щодня по мірі їх виконання.",
      "heading" : "Втілюй свої наміри",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Чорний кмин (Nigella sativa) (¼ чайної ложки)",
        "metric" : "Чорний кмин (Nigella sativa) (¼ чайної ложки)"
      },
      "explanation" : "Як зазначалося в розділі «Придушення апетиту», систематичний огляд і мета-аналіз рандомізованих контрольованих досліджень зниження ваги показали, що приблизно чверть чайної ложки порошку чорного кмину щодня знижує індекс маси тіла протягом двох місяців. Зверніть увагу, що чорний кмин відрізняється від звичайного кмину, для якого дозування інше.",
      "heading" : "Чорний кмин (¼ чайної ложки)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Кмин (½ чайної ложки на обід і вечерю)",
        "metric" : "Кмин (½ чайної ложки на обід і вечерю)"
      },
      "explanation" : "Жінки із зайвою вагою, у рандомізованому дослідженні, які додавали половину чайної ложки кмину на обід і вечерю, скинули на 2 кг більше ваши і втратили на 2.5 см більше в талії ніж контрольована група. Існують також докази на підтримку використання спеції шафрану, але щіпка на день коштуватиме долар, тоді як чайна ложка кмину коштує менше десяти центів.",
      "heading" : "Кмин (½ чайної ложки на обід і вечерю)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Прибери борошно зі свого раціону",
        "metric" : "Прибери борошно зі свого раціону"
      },
      "explanation" : "Постав галочку, якщо всі твої порції зернових продуктів є з цільного зерна. Подрібнення навіть 100% цільного зерна позбавляє наш мікробіом крохмалю, який міг би потрапити до товстої кишки і слугувати їжею для корисних бактерій.",
      "heading" : "Прибери борошно зі свого раціону",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Вживай більшу кількість калорій в першій половині дня",
        "metric" : "Вживай більшу кількість калорій в першій половині дня"
      },
      "explanation" : "З точки зору нашого обміну речовин, є перевага у вживанні більшої кількості калорій саме на початку дня, тому зроби сніданок (в ідеалі) або обід своїм найбільшим прийомом їжі за принципом “Під час сніданку їж, як король, в обід ― як принц, вечеряй ― як жебрак”.",
      "heading" : "Вживай більшу кількість калорій в першій половині дня",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Порошок часнику (¼ чайної ложки)",
        "metric" : "Порошок часнику (¼ чайної ложки)"
      },
      "explanation" : "Рандомізовані, подвійні сліпі, плацебо-контрольовані дослідження виявили, що всього чверть чайної ложки порошку часника щодня може зменшити жирові відкладення і вартує всього два центи на день.",
      "heading" : "Порошок часнику (¼ чайної ложки)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Мелений імбир (1 чайна ложка) або каєнський перець (½ чайної ложки)",
        "metric" : "Мелений імбир (1 чайна ложка) або каєнський перець (½ чайної ложки)"
      },
      "explanation" : "Рандомізовані контрольовані дослідження виявили, що від ¼ до 1½ чайної ложки меленого імбиру на день значно зменшує вагу тіла і коштує копійки. Можна просто розмішати мелену спецію в чашці гарячої води. Примітка: імбир може бути ефективнішим вранці, ніж увечері. Чай масала– це смачний спосіб поєднати зелений чай і імбир в одному напої. Крім того, для активації бурої жирової тканини, можна додати у свій щоденний раціон один сирий перець халапеньо або половину чайної ложки порошку червоного перцю (або подрібнених пластівців червоного перцю). Щоб зменшити гостроту, можна дуже тонко або дрібно нарізати халапеньо або додати червоний перець у суп чи овочевий смузі, якими я ділився в одному зі своїх кулінарних відео на NutritionFacts.org .",
      "heading" : "Мелений імбир (1 чайна ложка) або каєнський перець (½ чайної ложки)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Зелений чай (3 чашки)",
        "metric" : "Зелений чай (3 чашки)"
      },
      "explanation" : "Випивай по три чашки на день між прийомами їжі (принаймні через годину після їжі, щоб не перешкоджати засвоєнню заліза). Під час їжі пий воду, чорну каву або чай з гібіскусу, змішаний 6 до 1 з лимонною вербеною, але ніколи не перевищуй три чашки рідини на годину. Не вживай велику кількість кофеїну за шість годин до сну. Найкраще пити чай без підсолоджувача, але якщо ти зазвичай підсолоджуєш чай медом або цукром, спробуй натомість сироп якону.",
      "heading" : "Зелений чай (3 чашки)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Залишайся гідратованим",
        "metric" : "Залишайся гідратованим"
      },
      "explanation" : "Постав галочку, якщо твоя сеча ніколи не виглядає темнішою ніж блідо-жовтий колір.\n\nЗверни увагу: якщо ти їсиш продукти, збагачені рибофлавіном (наприклад, харчові дріжджі), тоді випивай дев’ять чашок несолодких напоїв на день для жінок (що покриється слідуванням рекомендацій щодо зеленого чаю та води перед прийомом їжі) або тринадцять чашок на день для чоловіків.\n\nЯкщо у тебе є проблеми з серцем або нирками, не збільшуй кількість споживання рідини, попередньо не порадившись зі своїм лікарем. \n\nПам’ятай, що в дієтичній газованій воді може й немає калорій, але її вживання матиме наслідки для здоро'я, як ми дізналися в розділі книги про Продукти з низький вмістом цукру.",
      "heading" : "Залишайся гідратованим",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Харчові дріжджі (2 чайні ложки)",
        "metric" : "Харчові дріжджі (2 чайні ложки)"
      },
      "explanation" : "Дві чайні ложки пекарських, пивних або харчових дріжджів містять приблизно стільки ж бета-1,3/1,6 глюканів, що і рандомізовані, подвійні сліпі, плацебо-контрольовані клінічні дослідження, в яких спостерігали зниження ваги.",
      "heading" : "Харчові дріжджі (2 чайні ложки)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Обмежуй кількість годин протягом яких вживаєш їжу",
        "metric" : "Обмежуй кількість годин протягом яких вживаєш їжу"
      },
      "explanation" : "Обмеж вживання їжі обраним тобою проміжком часу, тривалістю до дванадцяти годин, якого ти зможеш постійно дотримуватися сім днів на тиждень. Враховуючи циркадні переваги меншого вечірнього споживання їжі, вікно має закінчуватися до 19:00.",
      "heading" : "Обмежуй кількість годин протягом яких вживаєш їжу",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Оптимізуй час виконання фізичних навантажень",
        "metric" : "Оптимізуй час виконання фізичних навантажень"
      },
      "explanation" : "Рекомендація Daily Dozen щодо оптимальної тривалості вправ для довголіття — це дев’яносто хвилин помірної активності на день, що також є оптимальною тривалістю для схуднення. Можна виконувати вправи у будь-який час, і чим більше, тим краще. Тренування натще може мати переваги, принаймні через шість годин після останнього прийому їжі. Як правило, це до сніданку, але якщо правильно розрахувати час, то можна займатися спортом опівдні перед пізнім обідом або, якщо обід з’їдено досить рано, перед вечерею. Проте цей графік не підходить для тих, хто страждає на цукровий діабет. Натомість хворі на цукровий діабет і переддіабет повинні починати тренуватися через тридцять хвилин після початку їжі, а в ідеалі – принаймні через годину, щоб повністю охопити пік цукру в крові. Якщо обирати один прийом їжі після якого найкраще виконувати фізичні навантаження, то це вечеря, тому що циркадний ритм контролю рівня цукру в крові слабшає протягом дня. Однак в ідеалі сніданок має бути найбільшим прийомом їжі за день, а після цього — або, що ще краще, після кожного прийому їжі — займатися спортом.",
      "heading" : "Оптимізуй час виконання фізичних навантажень",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Слідуй правилу 20 хв",
        "metric" : "Слідуй правилу 20 хв"
      },
      "explanation" : "Десятки досліджень показали, що незалежно від того, як ми збільшуємо час прийому їжі, це допомагає знизити кількість спожитих калорій. Це можна зробити завдяки збільшенню в’язкості консистенсії їжі чи кількості жувань або ж зменшити розміри укусу та швидкості їжі. Тому збільшуй тривалість прийому їжі принаймні до двадцяти хвилин, щоб твої природні сигнали насичення проявили повну силу. Як? Обирай продукти, що потребують більше часу для жування. Обирай більш об’ємну та твердішу їжу, яка потребує ретельного пережовування і вживай її невеликими шматочками.",
      "heading" : "Слідуй правилу 20 хв",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Користуйся правилом “Негативних калорій”",
        "metric" : "Користуйся правилом “Негативних калорій”"
      },
      "explanation" : "Починай кожен прийом їжі з яблука, супу або салату, що містить менше ста калорій на чашку.",
      "heading" : "Користуйся правилом “Негативних калорій”",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Не відволікайся під час їжі",
        "metric" : "Не відволікайся під час їжі"
      },
      "explanation" : "Не їж під час перегляду телевізора або гри на телефоні. Постав галочку за кожен прийом їжі, під час якого ти не відволікався/лась на посторонні речі.",
      "heading" : "Не відволікайся під час їжі",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Додавай оцет (2 ч.л. з кожним прийомом їжі)",
        "metric" : "Додавай оцет (2 ч.л. з кожним прийомом їжі)"
      },
      "explanation" : "Ніколи не пий чистий оцет. Замість цього присмачуй страви або заправляй гарнір до салату будь-яким солодким і пікантним оцтом. Якщо ти хочеш випити оцет, обов’язково розмішай його в склянці води, а потім прополощи рот водою, щоб захистити зубну емаль.",
      "heading" : "Додавай оцет (2 ч.л. з кожним прийомом їжі)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Пий воду перед їжею",
        "metric" : "Пий воду перед їжею"
      },
      "explanation" : "Випивай перед кожним прийомом їжі дві чашки прохолодної або холодної неароматизованої води, що прискорить метаболізм та частково наситить, зменшуючи з'їдену кількість",
      "heading" : "Пий воду перед їжею",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Останній прийом їжі має бути о 7 вечора",
        "metric" : "Останній прийом їжі має бути о 7 вечора"
      },
      "explanation" : "Через наші циркадні ритми їжа, з’їдена вночі, сприяє більшому набору ваги, ніж та сама їжа, з’їдена раніше вдень, тому голодуйте щовечора протягом принаймні дванадцяти годин, починаючи з 19:00. Чим менше калорій після заходу сонця, тим краще.",
      "heading" : "Останній прийом їжі має бути о 7 вечора",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Висипайся",
        "metric" : "Висипайся"
      },
      "explanation" : "Постав галочку, якщо ти регулярно спиш принаймні 7 годин",
      "heading" : "Висипайся",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Експериментуй з частковим положенням Тренделенбурга",
        "metric" : "Експериментуй з частковим положенням Тренделенбурга"
      },
      "explanation" : "Спробуй проводити принаймні чотири години вночі лежачи під нахилом голови вниз на шість градусів, піднявши ліжко біля підніжжя на 20 см. Будь надзвичайно обережним, коли встаєш з ліжка, оскільки це спричиняє ортостатичну непереносимість у більшості людей, навіть якщо ти молодий/а та здоровий/а. Це означає, що якщо ти встаєш надто швидко, у тебе може запаморочитись в голові або ти можеш відчути слабкість, навіть знепритомніти та впасти. Тому вставай повільно. Дві чашки холодної води за тридцять хвилин до підйому також може допомогти запобігти цьому потенційно небезпечному побічному ефекту.\n\n*ВАЖЛИВО: ні в якому разі не пробуй це вдома, якщо у тебе є проблеми з серцем або легенями, кислотний рефлюкс або проблеми з мозком (наприклад, травма голови) або очима (теж не можна за наявності сімейної історії глаукоми). Також не пробуй це, доки не запитаєш свого лікаря, чи безпечно для тебе спати у положенні часткового Тренделенбурга.*",
      "heading" : "Експериментуй з частковим положенням Тренделенбурга",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Зважуйся двічі на день",
        "metric" : "Зважуйся двічі на день"
      },
      "explanation" : "Регулярне самостійне зважування вважається надзвичайно важливим для довгострокового контролю ваги, але немає достатньої кількості доказів, щоб визначити найкращу частоту зважування. Моя рекомендація ґрунтується на одному дослідженні, яке виявило, що двічі на день — після пробудження та безпосередньо перед сном — видається кращим, ніж один раз на день (приблизно три замість одного кілограму ваги за дванадцять тижнів).",
      "heading" : "Зважуйся двічі на день",
      "topic" : ""
    }
  }
}