{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Completa le tue ambizioni di miglioramento",
        "metric" : "Completa le tue ambizioni di miglioramento"
      },
      "explanation" : "Ogni due mesi, crea tre nuove ambizioni di miglioramento (\"se X, allora Y\" per adottare un certo comportamento in un contesto specifico) e spuntale giornalmente una volta completate.",
      "heading" : "Completa le tue ambizioni di miglioramento",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Cumino nero (Nigella sativa) (¼ di cucchiaino)",
        "metric" : "Cumino nero (Nigella sativa) (¼ di cucchiaino)"
      },
      "explanation" : "Come già riportato nella sezione Sopprimere l'appetito, una revisione sistematica e una metanalisi di studi clinici controllati randomizzati sulla perdita di peso hanno scoperto che circa un quarto di cucchiaino di cumino nero in polvere al giorno sembra ridurre l'indice di massa corporea nell'arco di un paio di mesi. Ricorda che il cumino nero è diverso dal cumino normale, per il quale il dosaggio è diverso.",
      "heading" : "Cumino nero (¼ di cucchiaino)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Cumino (Cuminum cyminum) (½ cucchiaino a pranzo e a cena)",
        "metric" : "Cumino (Cuminum cyminum) (½ cucchiaino a pranzo e a cena)"
      },
      "explanation" : "Le donne in sovrappeso a cui è stato indicato di prendere mezzo cucchiaino di cumino a pranzo e a cena hanno battuto il gruppo di controllo perdendo 1,8 chili in più e 2,4 centimetri in più di girovita. Esistono anche prove a sostegno dell'uso dello zafferano, ma un pizzico al giorno costerebbe quasi un euro, mentre un cucchiaino di cumino costa meno di dieci centesimi.",
      "heading" : "Cumino (½ cucchiaino a pranzo e a cena)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Meno farina nella tua dieta",
        "metric" : "Meno farina nella tua dieta"
      },
      "explanation" : "Spunta questa casella ogni volta che consumi cereali integrali in chicco. La polverizzazione anche di cereali integrali al 100% priva il nostro microbioma di quell'amido che verrebbe altrimenti trasportato fino al colon racchiuso in pareti cellulari intatte.",
      "heading" : "Meno farina nella tua dieta",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Più calorie a inizio giornata",
        "metric" : "Più calorie a inizio giornata"
      },
      "explanation" : "Esistono benefici metabolici nel distribuire più calorie all'inizio della giornata, quindi fa sì che il pasto più importante della giornata sia la colazione (idealmente) o il pranzo, seguendo il detto \"Una colazione da re, un pranzo da principe, una cena da contadino\".",
      "heading" : "Più calorie a inizio giornata",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Aglio in polvere (¼ di cucchiaino)",
        "metric" : "Aglio in polvere (¼ di cucchiaino)"
      },
      "explanation" : "Studi randomizzati in doppio cieco e controllati con placebo hanno scoperto che anche solo un quarto di cucchiaino di aglio in polvere al giorno può ridurre il grasso corporeo ad un costo di nemmeno due centesimi al giorno.",
      "heading" : "Aglio in polvere (¼  di cucchiaino)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Zenzero macinato (1 cucchiaino) o pepe di Cayenna (½ cucchiaino)",
        "metric" : "Zenzero macinato (1 cucchiaino) o pepe di Cayenna (½ cucchiaino)"
      },
      "explanation" : "Alcuni studi clinici controllati randomizzati hanno scoperto che una dose compresa tra un quarto e un cucchiaino e mezzo di zenzero macinato al giorno causa una diminuzione significativa del peso corporeo per pochi centesimi al giorno. Basta semplicemente mescolare questa spezia macinata in una tazza di acqua calda. Ricorda: lo zenzero può essere più efficace al mattino che alla sera. Il tè Chai è un modo gustoso per combinare i benefici del tè verde e dello zenzero in un'unica bevanda. In alternativa, per l'attivazione del TAB, si può aggiungere un peperoncino jalapeño crudo o mezzo cucchiaino di peperoncino in polvere (o eventualmente peperoncino a scaglie) alla propria dieta quotidiana. Per attenuare il sapore piccante, il jalapeño può essere tagliato a fette molto sottili o tritato finemente per ridurre il sapore mordente a piccoli pizzichi, oppure si può mescolare il peperoncino in una zuppa o nel frullato naturale di verdure che ho presentato in uno dei miei video di cucina su NutritionFacts.org.",
      "heading" : "Zenzero macinato (1 cucchiaino) o pepe di cayenna (½ cucchiaino)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Tè verde (3 tazze)",
        "metric" : "Tè verde (3 tazze)"
      },
      "explanation" : "Bevi tre tazze al giorno tra i pasti (attendi almeno un'ora dopo i pasti in modo da non interferire con l'assorbimento di ferro). Durante i pasti, bevi acqua, caffè nero o tè all'ibisco mescolato in proporzione 6:1 con verbena odorosa, ma non superare mai tre tazze di liquidi in un'ora (importante dato il mio consiglio sul bere prima dei pasti). Sfrutta l'effetto rinforzante della caffeina bevendo un tè verde insieme a qualcosa di sano che vorresti ti piacesse di più, ma non consumare grandi quantità di caffeina nelle sei ore prima di coricarti. Prendere il tè senza dolcificante è la cosa migliore, ma se sei abituato ad addolcirlo con miele o zucchero, prova invece lo sciroppo di yacon.",
      "heading" : "Tè verde (3 tazze)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Ricordati di bere",
        "metric" : "Ricordati di bere"
      },
      "explanation" : "Spunta questa casella se la tua urina non appare mai più scura di un giallo pallido.\n\nRicordiamo che se stai assumendo alimenti fortificati con riboflavina (come il lievito alimentare), devi invece basarti sull'assunzione di nove tazze di bevande non zuccherate al giorno per le donne (di cui si occupano le raccomandazioni sul bere tè verde e acqua prima dei pasti) o tredici tazze al giorno per gli uomini.\n\nSe hai problemi cardiaci o renali, non aumentare l'assunzione di liquidi senza prima consultare il tuo medico.\n\nRicorda, le bevande gassate light potranno anche essere prive di calorie, ma non sono prive di conseguenze, come abbiamo appreso nella sezione A basso contenuto di zuccheri aggiunti.",
      "heading" : "Ricordati di bere",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Lievito alimentare (2 cucchiaini)",
        "metric" : "Lievito alimentare (2 cucchiaini)"
      },
      "explanation" : "Due cucchiaini di lievito per la panificazione, di birra o alimentare contengono all'incirca la quantità di beta 1,3/1,6 glucani che studi clinici randomizzati, in doppio cieco e controllati con placebo hanno scoperto facilitino la perdita di peso.",
      "heading" : "Lievito alimentare (2 cucchiaini)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Limita il tuo tempo per mangiare",
        "metric" : "Limita il tuo tempo per mangiare"
      },
      "explanation" : "Limita i tuoi pasti in un intervallo di tempo quotidiano a tua scelta, della durata di meno di dodici ore, e che riesci a rispettare sempre, sette giorni su sette. Dati i benefici circadiani della riduzione dell'assunzione di cibo la sera, la finestra dovrebbe terminare prima delle 19:00.",
      "heading" : "Limita il tuo tempo per mangiare",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Ottimizza i tempi di allenamento",
        "metric" : "Ottimizza i tempi di allenamento"
      },
      "explanation" : "La raccomandazione di Daily Dozen sulla durata ottimale dell'esercizio fisico per la longevità è novanta minuti di attività giornaliera moderatamente intensa, che è anche la durata ottimale dell'esercizio fisico per la perdita di peso. Ogni momento è buono e più è, meglio è, ma potrebbero esserci dei vantaggi nel fare esercizio a digiuno, ad almeno sei ore all'ultimo pasto. In genere, ciò significa prima di colazione, ma se ci si organizza bene, ci si può allenare a mezzogiorno prima di un pranzo tardivo oppure, se si pranza abbastanza presto, prima di cena. Queste sono le tempistiche per i soggetti non diabetici. I soggetti diabetici e prediabetici devono invece iniziare a compiere esercizio fisico trenta minuti dopo l'inizio di un pasto e idealmente continuare per almeno un'ora per superare completamente il picco glicemico. Se si deve scegliere un solo pasto dopo il quale fare attività fisica, è meglio scegliere la cena, a causa del ritmo circadiano del controllo degli zuccheri nel sangue che si attenua nel corso della giornata. Idealmente, però, la colazione dovrebbe essere il pasto più importante della giornata e l'esercizio fisico andrebbe svolto dopo di essa, o ancor meglio, dopo ogni pasto.",
      "heading" : "Ottimizza i tempi di allenamento",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Segui la regola dei venti minuti",
        "metric" : "Segui la regola dei venti minuti"
      },
      "explanation" : "Sia aumentando la viscosità o il numero di masticazioni, sia diminuendo la dimensione dei bocconi e la frequenza con cui si mangia, decine di studi hanno dimostrato che, indipendentemente dal modo in cui aumentiamo la quantità di tempo in cui il cibo rimane in bocca, questo può portare a una riduzione dell'apporto calorico. Perciò prolunga la durata del pasto ad almeno venti minuti per consentire al tuo senso di sazietà naturale di entrare in azione. Come? Scegliendo cibi che richiedono più tempo per essere mangiati e mangiandoli in modo da prolungare il tempo in cui rimangono in bocca. Opta per cibi più voluminosi, resistenti e gommosi in morsi più piccoli e ben masticati. ",
      "heading" : "Segui la regola dei venti minuti",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Inizia i tuoi pasti con cibi \"a calorie negative\"",
        "metric" : "Inizia i tuoi pasti con cibi \"a calorie negative\""
      },
      "explanation" : "Come primo piatto, inizia ogni pasto con una mela, una zuppa leggera di verdure o un'insalata, che contengono meno di cento calorie per porzione.",
      "heading" : "Inizia i tuoi pasti con cibi \"a calorie negative\"",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Goditi i pasti senza distrazioni",
        "metric" : "Goditi i pasti senza distrazioni"
      },
      "explanation" : "Non mangiare mentre guardi la TV o giochi al telefono. Premiati ogni volta che consumi un pasto senza distrazioni. ",
      "heading" : "Goditi i pasti senza distrazioni",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Integra l'aceto (2 cucchiaini per ogni pasto)",
        "metric" : "Integra l'aceto (2 cucchiaini per ogni pasto)"
      },
      "explanation" : "Non bere mai aceto puro. Prova invece a usare l'aceto (dolce o salato che sia) come condimento nei pasti o nell'insalata. Se vuoi berlo, assicurati di diluirlo in un bicchiere d'acqua e, successivamente, riasciacqua accuratamente la bocca con acqua per proteggere lo smalto dei denti.",
      "heading" : "Integra l'aceto (2 cucchiaini per ogni pasto)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Bevi prima dei pasti",
        "metric" : "Bevi prima dei pasti"
      },
      "explanation" : "Accelera il tuo metabolismo bevendo due tazze di acqua fresca o fredda non aromatizzata prima di ogni pasto per sfruttare anche tutti i benefici che si hanno bevendo prima dei pasti.",
      "heading" : "Bevi prima dei pasti",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Digiuna dopo le 19:00",
        "metric" : "Digiuna dopo le 19:00"
      },
      "explanation" : "A causa dei nostri ritmi circadiani, il cibo ingerito durante la notte fa ingrassare di più rispetto allo stesso cibo ingerito all'inizio della giornata. Per questo motivo, digiuna ogni notte per almeno dodici ore a partire dalle 19:00. Meno calorie assumi dopo il tramonto, meglio è.",
      "heading" : "Digiuna dopo le 19:00",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Dormi a sufficienza",
        "metric" : "Dormi a sufficienza"
      },
      "explanation" : "Spunta questa casella se dormi almeno sette ore a notte rispettando un orario regolare.",
      "heading" : "Dormi a sufficienza",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Prova una posizione di Trendelenburg leggera",
        "metric" : "Prova una posizione di Trendelenburg leggera"
      },
      "explanation" : "Prova a passare almeno quattro ore a notte sdraiato con il corpo inclinato a testa in giù di sei gradi sollevando i piedi inferiori del letto di 20 cm (o di qualche centimetro in più se hai un California king). Fai molta attenzione quando ti alzi dal letto, poiché ciò causa intolleranza ortostatica nella maggior parte delle persone, anche se sei giovane e in buona salute. Ciò significa che se ti alzi troppo in fretta puoi avere vertigini, senso di svenimento o stordimento e potresti cadere e farti male, quindi alzati lentamente. Bere due tazze di acqua fredda trenta minuti prima di alzarsi può essere di aiuto per prevenire questo effetto collaterale potenzialmente pericoloso.\n\n*IMPORTANTE: non provare a farlo a casa se hai problemi cardiaci o polmonari, reflusso acido o problemi al cervello (come il trauma cranico) o agli occhi (evita anche se hai una storia familiare di glaucoma). Inoltre, non provare questa posizione prima di aver chiesto al tuo medico se pensa che sia sicuro per te dormire nella posizione di Trendelenburg leggera.*",
      "heading" : "Prova una posizione di Trendelenburg leggera",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Pesati due volte al giorno",
        "metric" : "Pesati due volte al giorno"
      },
      "explanation" : "Pesarsi regolarmente è considerato cruciale per il controllo del peso a lungo termine, ma non ci sono prove sufficienti per supportare una specifica frequenza nel pesarsi. La mia raccomandazione si basa sullo studio che ha scoperto che pesarsi due volte al giorno, al risveglio e subito prima di coricarsi, sembra più efficace rispetto a una volta al giorno (circa tre kg contro 1 kg persi in dodici settimane).",
      "heading" : "Pesati due volte al giorno",
      "topic" : ""
    }
  }
}