{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Изпълнете намеренията си за прилагане на зададеното",
        "metric" : "Изпълнете намеренията си за прилагане на зададеното"
      },
      "explanation" : "На всеки два месеца създавайте три нови намерения за внедряване - „ако X, тогава Y“ планира да изпълнява определено поведение в конкретен контекст - и проверявайте всяко едно от тях, докато ги изпълнявате всеки ден.",
      "heading" : "Изпълнете намеренията си за прилагане на зададеното",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Черен кимион (Nigella sativa) (¼ ч.л.)",
        "metric" : "Черен кимион (Nigella sativa) (¼ ч.л.)"
      },
      "explanation" : "Както бе отбелязано в раздела за потискане на апетита, систематичен преглед и мета-анализ на рандомизирани, контролирани изпитвания за отслабване установяват, че около четвърт чаена лъжичка прах от черен кимион всеки ден се появява за намаляване на индекса на телесната маса в рамките на период от няколко месеца. Обърнете внимание, че черният кимион е различен от обикновения кимион, при който дозирането е различно.",
      "heading" : "Черен кимион (¼ ч.л.)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Кимион (цилуминов цимин) (½ ч.л. с обяд и вечеря)",
        "metric" : "Кимион (цилуминов цимин) (½ ч.л. с обяд и вечеря)"
      },
      "explanation" : "Жените с наднормено тегло се рандомизират, за да добавят половин чаена лъжичка кимион към обедите и вечерите си, избивайки контролната група с още четири килограма и допълнителен инч от талията си. Има и доказателства в подкрепа на употребата на шафран с подправки, но една щипка на ден би струвала долар, докато една чаена лъжичка кимион струва по-малко от десет цента.",
      "heading" : "Кимион (½ ч.л. с обяд и вечеря)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Обезцветете диетата си",
        "metric" : "Обезцветете диетата си"
      },
      "explanation" : "Поставете отметка в това поле всеки ден, когато порциите от пълнозърнести храни са под формата на непокътнати зърна. Прахът на дори 100 процента пълнозърнести храни ограбва нашите микробиоми от нишестето, които иначе биха се пренесли до колоните ни, затворени в неразрушени клетъчни стени.",
      "heading" : "Обезцветете диетата си",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Предварително заредете калориите си",
        "metric" : "Предварително заредете калориите си"
      },
      "explanation" : "Има метаболитни ползи за разпределянето на повече калории по-рано през деня, така че направете закуска (в идеалния случай) или обяд най-голямата храна за деня в истински стил крал / принц / бедняк.",
      "heading" : "Предварително заредете калориите си",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Чесън на прах (¼ ч.л.)",
        "metric" : "Чесън на прах (¼ ч.л.)"
      },
      "explanation" : "Рандомизирани, двойно-слепи, плацебо-контролирани проучвания са установили, че толкова малко, колкото дневна четвърт чаена лъжичка чесън на прах може да намали телесните мазнини с цената на може би две стотинки на ден.",
      "heading" : "Чесън на прах (¼ ч.л.)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Млян джинджифил (1 ч.л.) или кайенски пипер (½ ч.л.)",
        "metric" : "Млян джинджифил (1 ч.л.) или кайенски пипер (½ ч.л.)"
      },
      "explanation" : "Рандомизирани контролирани проучвания установяват, че ¼ чаена лъжичка до 1½ чаена лъжичка на ден смлян джинджифил значително намалява телесното тегло само за стотинки на ден. Може да бъде толкова лесно, колкото да разбъркате смлената подправка в чаша гореща вода. Забележка: Джинджифилът може да действа по-добре сутрин, отколкото вечер. Чай чай е вкусен начин за комбиниране на трикове със зелен чай и джинджифил в една напитка. Алтернативно, за активиране на НДНТ, можете да добавите една сурова червена чушка или половин чаена лъжичка червен пипер на прах (или, вероятно, натрошени люспи от червен пипер) в ежедневната си диета. За да помогнете да победите топлината, можете много тънко да нарязвате или нарязвате на ситно джалапеньото, за да намалите хапката му до малки бодли, или да смесите червения пипер в супа или пълнозърнест зеленчуков пюре, което представих в едно от моите видеоклипове за готвене на NutritionFacts.org ,",
      "heading" : "Млян джинджифил (1 ч.л.) или кайенски пипер (½ ч.л.)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Зелен чай (3 чаши)",
        "metric" : "Зелен чай (3 чаши)"
      },
      "explanation" : "Пийте три чаши на ден между храненията (изчаквайте поне час след хранене, така че да не пречи на усвояването на желязо). По време на хранене пийте вода, черно кафе или чай от хибискус, смесени 6: 1 с лимонена върбена, но никога не надвишавайте три чаши течност на час (важно, предвид моите съвети за предварително зареждане с вода). Възползвайте се от подсилващия ефект на кофеина, като пиете зеления си чай заедно с нещо здравословно, което желаете да ви хареса повече, но не консумирайте големи количества кофеин в рамките на шест часа преди лягане. Приемът на вашия чай без подсладител е най-добре, но ако обикновено подслаждате чая си с мед или захар, опитайте вместо това сироп от Якон.",
      "heading" : "Зелен чай (3 чаши)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Останете хидратирани",
        "metric" : "Останете хидратирани"
      },
      "explanation" : "Поставете отметка в това квадратче, ако урината ви никога не изглежда по-тъмна от бледо жълто. Обърнете внимание, че ако ядете обогатени с рибофлавин храни (като хранителни дрожди), вместо това основавайте това да получавате девет чаши неподсладени напитки на ден за жени (за което бихте се погрижили препоръките за зелен чай и предварително зареждане) или тринадесет чаши на ден за мъже. Ако имате проблеми със сърцето или бъбреците, изобщо не увеличавайте приема на течности, без първо да говорите с вашия лекар. Не забравяйте, че диетичната сода може да е без калории, но не е без последствия, както научихме в раздела с ниско съдържание на добавена захар.",
      "heading" : "Останете хидратирани",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Хранителна мая (2 ч.л.)",
        "metric" : "Хранителна мая (2 ч.л.)"
      },
      "explanation" : "Две чаени лъжички хлебна, пивоварна или хранителна мая съдържат приблизително количеството бета 1,3 / 1,6 глюкани, открити в рандомизирани, двойно-слепи, плацебо-контролирани клинични изпитвания за улесняване на загубата на тегло.",
      "heading" : "Хранителна мая (2 ч.л.)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Ограничете времето за хранене",
        "metric" : "Ограничете времето за хранене"
      },
      "explanation" : "Ограничете храненето до дневен период от време, по ваш избор, с дължина под дванадесет часа, на която можете да се придържате последователно, седем дни в седмицата. Като се имат предвид циркадните предимства за намаляване на приема на вечерна храна, прозорецът трябва да приключи преди 19:00 ч.",
      "heading" : "Ограничете времето за хранене",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Оптимизирайте времето за упражнения",
        "metric" : "Оптимизирайте времето за упражнения"
      },
      "explanation" : "Препоръката на ежедневната дузина за оптимална продължителност на тренировките за дълголетие е деветдесет минути умерено интензивна активност на ден, което е и оптималната продължителност на упражненията за отслабване. По всяко време е добре и колкото повече, толкова по-добре, но може да има предимство да упражнявате на гладно, поне шест часа след последното си хранене. Обикновено това би означавало преди закуска, но ако сте я присвоили правилно, можете да упражнявате обед преди късен обяд или, ако обядът е изяден достатъчно рано, преди вечеря. Това е времето за недиабетици. Вместо това диабетиците и предиабетиците трябва да започнат да спортуват тридесет минути след началото на хранене и в идеалния случай да продължат поне час, за да разграбят напълно пика на кръвната захар. Ако трябва да изберете едно хранене, за да упражнявате след това, това ще бъде вечеря, поради циркадния ритъм на контрол на кръвната захар, който намалява през целия ден. В идеалния случай обаче закуската би била най-голямото хранене за деня, а вие бихте тренирали след това - или още по-добре - след всяко хранене.",
      "heading" : "Оптимизирайте времето за упражнения",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Следвайте двадесетминутното правило",
        "metric" : "Следвайте двадесетминутното правило"
      },
      "explanation" : "Независимо дали чрез увеличаване на вискозитета или броя на дъвченето или намаляване на размера на захапката и скоростта на хранене, десетки проучвания показват, че колкото и да увеличаваме времето, през което храната е в устата ни, това може да доведе до по-нисък прием на калории. Затова удължете продължителността на хранене до поне двадесет минути, за да позволите на вашите естествени сигнали за ситост да влязат в пълна сила. Как? Избирайки храни, които отнемат по-дълго време за ядене, и ги ядете по начин, който удължава времето, което остават в устата ви. Помислете за по-малки, добре дъвчени хапки по-обемни, по-твърди и по-чисти храни.",
      "heading" : "Следвайте двадесетминутното правило",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Предварително заредете с храни с отрицателни калории",
        "metric" : "Предварително заредете с храни с отрицателни калории"
      },
      "explanation" : "Като първи курс започнете всяко хранене с ябълка или супа или салата Green Light, съдържащи по-малко от сто калории на чаша.",
      "heading" : "Предварително заредете с храни с отрицателни калории",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Насладете се на неразделени ястия",
        "metric" : "Насладете се на неразделени ястия"
      },
      "explanation" : "Не яжте, докато гледате телевизия или играете на телефона си. Дайте си чек за всяко хранене, което можете да ядете, без да се разсейвате.",
      "heading" : "Насладете се на неразделени ястия",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Включете оцет (2 ч.л. с всяко хранене)",
        "metric" : "Включете оцет (2 ч.л. с всяко хранене)"
      },
      "explanation" : "Никога не пийте направо оцет. Вместо това овкусете ястия или обличайте странична салата с някой от сладките и пикантни оцети там. Ако искате да го изпиете, не забравяйте да го смесите в чаша вода и след това не забравяйте да изплакнете устата си с вода, за да защитите зъбния си емайл.",
      "heading" : "Включете оцет (2 ч.л. с всяко хранене)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Предварително заредете с вода",
        "metric" : "Предварително заредете с вода"
      },
      "explanation" : "Отделете време, за да стимулирате метаболизма си две чаши студена или студена не ароматизирана вода преди всяко хранене, за да се възползвате и от предимствата му.",
      "heading" : "Предварително заредете с вода",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Гладуване след 7:00 ч.",
        "metric" : "Гладуване след 7:00 ч."
      },
      "explanation" : "Поради нашите циркадни ритми, храната, изядена през нощта, е по-угояваща от същата същата храна, изядена по-рано през деня, толкова бърза всяка вечер в продължение на поне дванадесет часа, като се започне преди 19:00 ч. Колкото по-малко калории след залеза, толкова по-добре.",
      "heading" : "Гладуване след 19:00 ч",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Получете достатъчно сън",
        "metric" : "Получете достатъчно сън"
      },
      "explanation" : "Поставете отметка в това поле, ако получавате поне седем часа сън в редовното си лягане.",
      "heading" : "Получете достатъчно сън",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Експериментирайте с лекия трендленбург",
        "metric" : "Експериментирайте с лекия трендленбург"
      },
      "explanation" : "Опитайте да прекарвате поне четири часа на нощ в легнало с наклонено тяло с главата надолу шест градуса, като повдигнете стълбовете в подножието на леглото си с осем инча (или с девет инча, ако имате крал на Калифорния). Бъдете изключително внимателни, когато ставате от леглото, тъй като това причинява ортостатична непоносимост при повечето хора, дори и да сте млади и здрави - което означава, че ако станете твърде бързо, можете да почувствате замаяност, припадък или светлоглаза и може падайте и се наранявайте. Затова станете бавно. Пиенето на две чаши студена вода тридесет минути преди втасване също може да помогне за предотвратяване на този потенциално опасен страничен ефект.\n\n* ВАЖНО: Не опитвайте това у дома изобщо, ако имате проблеми със сърцето или белите дробове, рефлукс с киселина или проблеми с мозъка ви (като травма на главата) или очите (дори фамилна анамнеза за глаукома ви дисквалифицира). Също така не опитвайте това, докато не попитате лекаря си, ако те мислят, че е безопасно за вас да спите в мек Трендленбург. *",
      "heading" : "Експериментирайте с лекия трендленбург",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Претегляйте се два пъти на ден",
        "metric" : "Претегляйте се два пъти на ден"
      },
      "explanation" : "Редовното самопретегляне се счита за решаващо за дългосрочния контрол на теглото, но няма достатъчно доказателства в подкрепа на конкретна честота на претегляне. Моята препоръка се основава на едно проучване, което установи, че два пъти дневно - след събуждане и непосредствено преди лягане - изглежда по-добър от веднъж на ден (около шест срещу два килограма загуба на тегло за дванадесет седмици).",
      "heading" : "Претегляйте се два пъти на ден",
      "topic" : ""
    }
  }
}