{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Completați-vă intențiile de implementare",
        "metric" : "Completați-vă intențiile de implementare"
      },
      "explanation" : "La fiecare două luni, creați trei noi intenții de implementare - „dacă X, atunci Y” presupune efectuarea unui anumit comportament într-un context specific - și bifați-le zilnic pe fiecare dintre ele pe măsură ce le realizați.",
      "heading" : "Completați-vă intențiile de implementare",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Chimion negru (Nigella sativa) (¼ linguriță)",
        "metric" : "Chimion negru (Nigella sativa) (¼ linguriță)"
      },
      "explanation" : "După cum s-a menționat în secțiunea Suprimarea Apetitului, o revizuire sistematică și meta-analiză a studiilor randomizate, controlate, legate de pierderea în greutate, a constatat că aproximativ un sfert de linguriță de pulbere de chimen negru în fiecare zi pare să reducă indicele de masă corporală într-o perioadă de câteva luni. Rețineți că chimenul negru este diferit de chimenul obișnuit, pentru care dozarea este diferită.",
      "heading" : "Chimion negru (¼ linguriță)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Chimion (Cuminum cyminum) (½ linguriță cu prânzul și cina)",
        "metric" : "Chimion (Cuminum cyminum) (½ linguriță cu prânzul și cina)"
      },
      "explanation" : "Femeile supraponderale dintr-un studiu randomizat care au adăugat o jumatate de linguriță de chimion la prânzurile și cina lor, au avut față de grupul de control cu 1,8 kilograme și 2,5 cm de talie mai puțin. Există, de asemenea, dovezi care să sprijine utilizarea șofranului, dar câteva fire pe zi ar costa un dolar, în timp ce o linguriță de chimen costă mai puțin de zece cenți.",
      "heading" : "Chimion (½ linguriță cu prânzul și cina)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Defăinați-vă dieta",
        "metric" : "Defăinați-vă dieta"
      },
      "explanation" : "Bifează această casetă în fiecare zi în care porțiile de cereale integrale sunt sub formă de boabe intacte. Chiar și măcinarea cerealelor 100% integrale privează microbiomul de amidon, care altfel ar fi transportat până la colon închis în pereții intacți ai celulelor.",
      "heading" : "Defăinați-vă dieta",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Consumați caloriile devreme",
        "metric" : "Consumați caloriile devreme"
      },
      "explanation" : "Există avantaje metabolice ale distribuirii mai multor calorii la începutul zilei, așa că faceți ca micul dejun (ideal) sau prânzul să fie cea mai consistentă masă a zilei pe principiul rege/prinț/cerșetor.",
      "heading" : "Consumați caloriile devreme",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Usturoi praf (¼ linguriță)",
        "metric" : "Usturoi praf (¼ linguriță)"
      },
      "explanation" : "Studiile randomizate, dublu-orb, controlate cu placebo au descoperit că doar un sfert de linguriță de praf de usturoi pe zi poate reduce grăsimea corporală cu un cost de aproximativ doi cenți pe zi.",
      "heading" : "Usturoi praf (¼ linguriță)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Ghimbir măcinat (1 linguriță) sau ardei Cayenne (½ linguriță)",
        "metric" : "Ghimbir măcinat (1 linguriță) sau ardei Cayenne (½ linguriță)"
      },
      "explanation" : "Studiile controlate randomizate au descoperit că o cantitate de ¼ până la 1½ lingurițe de ghimbir măcinat pe zi a scăzut semnificativ greutatea corporală la un cost modic. Pur și simplu amestecați condimentul măcinat într-o cană de apă fierbinte. Notă: Ghimbirul poate acționa mai eficient dimineața decât seara. Ca truc, puteți combina ceaiul verde și ghimbirul într-o singură băutură gustoasă. Alternativ, pentru activarea BAT, puteți adăuga un ardei jalapeño crud sau o jumătate de linguriță de boia de ardei iute (sau, eventual, fulgi de ardei iute mărunțiți) în dieta dumneavoastră zilnică. Pentru a reduce iuțeala, puteți tăia jalapeño în felii foarte subțiri sau să-l mărunțiți fin, astfel încât să simțiți doar mici înțepături la fiecare mușcătură, sau puteți amesteca ardeiul în supă sau în smoothie-ul de legume integrale pe care l-am prezentat într-unul dintre videoclipurile mele cu rețete pe NutritionFacts.org ",
      "heading" : "Ghimbir măcinat (1 linguriță) sau ardei Cayenne (½ linguriță)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Ceai verde (3 căni)",
        "metric" : "Ceai verde (3 căni)"
      },
      "explanation" : "Beți trei căni pe zi între mese (așteptați cel puțin o oră după masă, pentru a nu interfera cu absorbția fierului). În timpul meselor, beți apă, cafea neagră sau ceai de hibiscus amestecat 6:1 cu verbenă de lămâie, dar nu depășiți niciodată trei căni de lichid pe oră (important având în vedere sfaturile mele privind consumul apei înainte de mese). Profitați de efectul revigorant al cofeinei, consumând ceaiul verde împreună cu ceva sănătos ce ați vrea să vă placă mai mult, dar nu consumați cantități mari de cofeină cu mai puțin de șase ore înainte de la culcare. Cel mai bine este să vă beți ceaiul neîndulcit, dar dacă în mod obișnuit îndulciți ceaiul cu miere sau zahăr, încercați în schimb siropul de yacon.",
      "heading" : "Ceai verde (3 căni)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Rămâi hidratat",
        "metric" : "Rămâi hidratat"
      },
      "explanation" : "Bifați această casetă dacă urina dvs. nu are niciodată culoare mai închisă decât galben pal. \n\nRețineți că, dacă mâncați alimente fortificate cu riboflavină (cum ar fi drojdia nutrițională), atunci beți nouă căni de băuturi neîndulcite pe zi pentru femei (care s-ar realiza în urma recomandărilor de a bea apa înainte de mese și ceai verde) sau treisprezece căni pe zi pentru bărbați. \n\nDacă aveți probleme cu inima sau rinichii, nu creșteți aportul de lichide fără să discutați mai întâi cu medicul dumneavoastră. \n\nAmintiți-vă, sucurile fără zahăr pot fi fără calorii, dar nu și fără consecințe, așa cum am învățat în secțiunea Reduceți Zahărul Adăugat.",
      "heading" : "Rămâi hidratat",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Drojdie inactivă (2 lingurițe)",
        "metric" : "Drojdie inactivă (2 lingurițe)"
      },
      "explanation" : "Două lingurițe de drojdie de panificație, de bere sau nutrițională conțin cantitatea de β-1,3/1,6-glucan ce facilitează pierderea în greutate, conform studiilor clinice randomizate, în dublu-orb, controlate cu placebo ce au demonstrat acest lucru.",
      "heading" : "Drojdie inactivă (2 lingurițe)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Restricționați-vă mesele în intervale de timp",
        "metric" : "Restricționați-vă mesele în intervale de timp"
      },
      "explanation" : "Încercați să vă încadrați mesele într-o fereastră de timp de maxim 12 ore/zi, la alegerea dvs, pe care o puteți respecta zilnic, șapte zile pe săptămână. Având în vedere beneficiile circadiene ale reducerii aportului alimentar seara, fereastra ar trebui să se încheie înainte de ora 19:00.",
      "heading" : "Restricționați-vă mesele în intervale de timp",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Optimizați cronometrarea exercițiilor",
        "metric" : "Optimizați cronometrarea exercițiilor"
      },
      "explanation" : "Recomandarea Duzina Zilnică privind durata optimă a exercițiilor fizice pentru longevitate este de nouăzeci de minute pe zi de activitate moderată spre intensă, aceasta fiind, de asemenea, durata optimă a exercițiilor pentru pierderea în greutate. Orice moment este bun, și cu cât mai mult, cu atât mai bine, dar poate constitui un avantaj să faceți exercițiile pe nemâncate, la cel puțin șase ore după ultima masă. De obicei, asta poate să însemne înainte de micul dejun, dar dacă vă faceți o planificare bună, puteți face exercițiile fizice înainte de masa de prânz dacă aceasta este târzie, sau, dacă prânzul este mâncat suficient de devreme, înainte de cină. Acesta este momentul potrivit pentru non-diabetici. Diabeticii și prediabeticii ar trebui, în schimb, să înceapă să facă exerciții fizice la treizeci de minute după începerea mesei și, în mod ideal, ar trebui să continue pentru cel puțin o oră pentru a acoperi complet vârful glicemiei post-prandiale. Dacă ar trebui să alegeți o singură masă după care să faceți exerciții, aceasta ar fi cina, din cauza ritmului circadian de control al nivelului glicemiei, care scade pe parcursul zilei. În mod ideal, totuși, micul dejun ar trebui să fie cea mai mare masă a zilei și ar trebui să faceți mișcare după aceea - sau, și mai bine, după fiecare masă.",
      "heading" : "Optimizați cronometrarea exercițiilor",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Urmați Regula celor douăzeci de minute",
        "metric" : "Urmați Regula celor douăzeci de minute"
      },
      "explanation" : "Indiferent dacă prin creșterea vâscozității sau a numărului de mestecări sau prin scăderea dimensiunii mușcăturilor și a vitezei cu care ne hrănim, zeci de studii au demonstrat că prelungirea timpului de masticație poate duce la un aport caloric mai mic. Așadar, prelungiți durata mesei până la cel puțin douăzeci de minute pentru a permite semnalelor naturale de sațietate să-și facă pe deplin efectul. Cum? Alegând alimente al căror consum durează mai mult timp și care necesită o mestecare mai îndelungată. Gândiți-vă la mâncărurile mai consistente în volum, mai dure, mai greu masticabile, consumate în mușcături mai mici, bine mestecate.",
      "heading" : "Urmați Regula celor douăzeci de minute",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Preîncărcați cu alimente cu „calorii negative”",
        "metric" : "Preîncărcați cu alimente cu „calorii negative”"
      },
      "explanation" : "Ca prim fel, începeți fiecare masă cu un măr sau o supă Lumina Verde (a semaforului nutrițional) sau o salată care conține mai puțin de o sută de calorii pe cană.",
      "heading" : "Preîncărcați cu alimente cu „calorii negative”",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Bucurați-vă de mese fără distrageri",
        "metric" : "Bucurați-vă de mese fără distrageri"
      },
      "explanation" : "Nu mâncați în timp ce vizionați televizorul sau vă jucați pe telefon. Acordați-vă o bifă pentru fiecare masă pe care o mâncați fără distragere.",
      "heading" : "Bucurați-vă de mese fără distrageri",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Încorporați oțet (2 lingurițe cu fiecare masă)",
        "metric" : "Încorporați oțet (2 lingurițe cu fiecare masă)"
      },
      "explanation" : "Nu beți niciodată oțet gol. În schimb, aromatizați felurile principale sau salata cu orice sortiment de oțet balsamic. Dacă doriți să îl beți, asigurați-vă că îl amestecați cu un pahar cu apă și, apoi, clătiți-vă gura cu apă pentru a vă proteja smalțul dinților.",
      "heading" : "Încorporați oțet (2 lingurițe cu fiecare masă)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Preîncărcați cu apă",
        "metric" : "Preîncărcați cu apă"
      },
      "explanation" : "Înaintea fiecărei mese, intensificați-vă metabolismul cu două căni de apă răcoroasă sau rece, nearomatizată, pentru a profita de beneficiile hidratării înainte de masă.",
      "heading" : "Preîncărcați cu apă",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Postiți după ora 19:00",
        "metric" : "Postiți după ora 19:00"
      },
      "explanation" : "Din cauza ritmurilor noastre circadiene, mâncarea consumată noaptea îngrașă mai mult decât aceeași mâncare consumată mai devreme în timpul zilei, așa că postiți în timpul nopții pentru cel puțin douăsprezece ore începând cu ora 19:00. Cu cât mai puține calorii după apusul soarelui, cu atât mai bine.",
      "heading" : "Postiți după ora 19:00",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Dormiți suficient",
        "metric" : "Dormiți suficient"
      },
      "explanation" : "Bifați această căsuță dacă dormiți cel puțin șapte ore, începând cu ora de culcare obișnuită.",
      "heading" : "Dormiți suficient",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Experimentați cu poziția Trendelenburg ușoară",
        "metric" : "Experimentați cu poziția Trendelenburg ușoară"
      },
      "explanation" : "Încercați să petreceți cel puțin patru ore pe noapte culcați cu corpul înclinat cu capul în jos cu șase grade, ridicând rosturile de la poalele patului dvs. cu 20 de centimetri (sau cu 23 de centimetri dacă aveți un pat de dimensiuni mari). Fiți extrem de atenți când vă ridicați din pat, deoarece acest lucru provoacă intoleranță ortostatică la majoritatea oamenilor, chiar și la persoanele tinere și sănătoase - provocând amețeli, leșin, căzături și răniri. Deci ridicați-vă încet. Consumul a două căni de apă rece cu treizeci de minute înainte de a vă ridica din pat poate ajuta, de asemenea, la prevenirea acestui efect secundar potențial periculos.\n\n* IMPORTANT: Nu încercați deloc asta acasă dacă aveți probleme cu inima sau cu plămânii, cu refluxul acid sau probleme cerebrale (ca traumatisme craniene) sau oculare (chiar și un istoric familial de glaucom vă descalifică). De asemenea, nu încercați acest lucru până când nu vă întrebați medicul dacă consideră că este sigur să dormiți în Trendelenburg ușor. *",
      "heading" : "Experimentați cu poziția Trendelenburg ușoară",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Cântăriți-vă de două ori pe zi",
        "metric" : "Cântăriți-vă de două ori pe zi"
      },
      "explanation" : "Auto-cântărirea regulată este considerată crucială pentru controlul greutății pe termen lung, dar nu există dovezi suficiente pentru a susține o frecvență specifică de cântărire. Recomandarea mea se bazează pe studiul care a constatat că o cântărire de două ori pe zi - la trezire și înainte de culcare - părea mai bună decât cântărirea o dată pe zi (aproximativ 2,7 kg pierdute în plus, față de 0,9 kg, în decurs de 12 săptămâni).",
      "heading" : "Cântăriți-vă de două ori pe zi",
      "topic" : ""
    }
  }
}