Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# faq_age_response.1
source: The Daily Dozen was designed as a guide to help people include some of the healthiest foods into their daily routine. While the same framework can be used for most people throughout the lifecycle, the amount of food one needs to eat will vary based on a number of factors like age and activity level. Since we can’t provide specific nutrition or medical advice for your growing child, parents should use this guide as they see best for their child’s needs and/or consult with a registered dietitian or other healthcare provider to help determine what is best for their individual needs.
bg: Daily Dozen е създаден като ръководство, което да помогне на хората да включат някои от най-здравословните храни в ежедневието си. Въпреки че един и същи режим може да се използва за повечето хора през целия им живот, количеството храна, което човек трябва да изяде, ще варира в зависимост от редица фактори като възраст и ниво на активност. Тъй като не можем да предоставим конкретни хранителни или медицински съвети за вашето растящо дете, родителите трябва да използват това ръководство, тъй като смятат, че е най-добро за нуждите на детето си и/или да се консултират с регистриран диетолог или друг доставчик на здравни услуги, за да определят какво е най-добро за тях потребности.
ca: El Daily Dozen va ser dissenyat com una guia per ajudar la gent a incloure alguns dels aliments més saludables a la seva rutina diària. Tot i que el mateix marc es pot utilitzar per a la majoria de les persones al llarg del cicle de vida, la quantitat d'aliments que cal menjar variarà en funció d'una sèrie de factors com l'edat i el nivell d'activitat. Com que no podem oferir consells mèdics o nutricionals específics per al vostre fill en creixement, els pares haurien d'utilitzar aquesta guia segons considerin adequat per a les necessitats del seu fill i/o consultar amb un dietista registrat o un altre metge proveïdor d'atenció per ajudar a determinar què és el millor per a les vostres necessitats.
cs: Denní Dvanáctka byla navržena jako průvodce, který má lidem pomoci zařadit některé z nejzdravějších potravin do jejich každodenní stravy. Zatímco stejné doporučení lze použít pro většinu lidí v průběhu životního cyklu, množství jídla, které člověk potřebuje sníst, se bude lišit v závislosti na řadě faktorů, jako je věk a úroveň aktivity. Vzhledem k tomu, že nemůžeme poskytnout konkrétní výživové nebo lékařské poradenství pro vaše rostoucí dítě, měli by rodiče používat tuto příručku rozumně, protože nejlépe znají potřeby svého dítěte, a/nebo by se měli poradit s registrovaným dietologem nebo jiným poskytovatelem zdravotní péče, aby pomohl určit, co je pro jejich potřeby nejvhodnější.
de: Die Daily Dozen ist ein Leitfaden, um Menschen zu helfen einige der gesündesten Lebensmittel in ihre tägliche Routine einzubauen. Obwohl der gleiche Rahmen für die meisten Menschen während ihrer Lebensdauer genutzt werden kann, hängt die Menge der Nahrungsmittel, die ein Mensch konsumieren sollte von verschiedenen Faktoren ab, wie Alter und Aktivitätslevel. Da wir keinen spezifischen Ernährungs- oder medizinischen Rat für ihr heranwachsendes Kind geben können, sollten Eltern diese Richtschnur so annehmen, wie sie es am besten für den Bedarf ihres Kindes ansehen. Zusätzlich können Sie einen Ernährungsberater oder Arzt konsultieren, um zu bestimmen was das Beste für den individuellen Bedarf ist.
es: La Docena Diaria se diseñó para utilizarla como una guía de cómo incluir los alimentos más sanos en tu rutina diaria. Aunque se puede usar el mismo esquema para la mayoría de personas, la cantidad de comida cambia según un montón de factores, como la edad o el nivel de actividad física. Como no podemos proporcionar consejo médico o nutricional sobre niños en crecimiento, la Docena solo puede ser una guía para escoger cómo dar de comer a tu hijo. Aconsejamos hablar con un profesional de la nutrición para determinar necesidades concretas.
fa: «دوازده‌تای روزانه» به این منظور طراحی شده است که به مردم کمک کند تا بعضی از سالم‌ترین غذاها را در خوراکِ روزانه‌شان لحاظ کنند. بااینکه همین چارچوب می‌تواند برای اکثرِ مردم در سراسرِ چرخۀ زندگی‌شان موردِ استفاده قرار بگیرد، اما میزانِ غذایی که هر فرد نیاز دارد، بسته به عواملِ مختلفی نظیرِ سن و سطحِ فعالیت، متفاوت خواهد بود. از آنجایی که ما نمی‌توانیم برای فرزندِ درحالِ رشدتان توصیه‌های تغذیه‌ای یا پزشکیِ مخصوصی ارائه دهیم، والدین باید از این راهنما به نحوی استفاده کنند که به‌نظرشان برای فرزندشان بهتر است و/یا با یک متخصصِ رسمیِ تغذیه یا دیگر ارائه‌دهندگان خدماتِ بهداشتی و درمانی برای تعیینِ آنچه برای نیازهای فردیِ فرزندشان بهتر است مشورت بگیرند.
fr: Le but de Daily Dozen est d’aiguiller les gens vers une alimentation journalière saine. Même si ces recommandations conviendront à la plupart des gens, les quantités de nourriture nécessaires à une personne en particulier peuvent varier en fonction de divers critères tels que l’âge ou le niveau d’activité physique. Nous ne pouvons pas fournir de conseils nutritionnels ou médicaux spécifiques à chaque enfant et conseillons donc aux parents d’utiliser ces recommandations comme un guide à adapter au mieux aux besoins de leur enfant et/ou de consulter un nutritionniste ou professionnel de santé afin d’établir les besoins spécifiques de leur enfant.
hu: A Napi Tucatot útmutatónak szántuk, hogy segítsen beépíteni a legegészségesebb ételeket a napi étkezéseinkbe. Bár a rendszer a legtöbb ember számára az egész életciklus során használható, a szükséges ételmennyiséget számos tényező befolyásolhatja, például az életkor és az aktivitási szint. Mivel nem tudunk konkrét táplálkozási vagy orvosi tanácsot adni a növésben lévő gyermek számára, a szülőknek kell ezt az útmutatót a gyermekük igényeihez igazítaniuk és/vagy konzultálniuk egy regisztrált dietetikussal vagy más egészségügyi szakemberrel és az ő segítségével meghatározni a gyermek egyéni igényeit.
it: Daily Dozen è stata ideata come una guida per aiutare le persone ad includere alcuni dei cibi più sani nella loro routine quotidiana. Anche se per la maggior parte delle persone lo stesso quadro di riferimento può essere usato per tutta la vita, la quantità di cibo di cui si ha bisogno può variare in base a diversi fattori, come l'età e il livello di attività. Dato che non possiamo fornire consigli medici e nutrizionali specifici per i bambini in crescita, i genitori devono usare questa guida come meglio ritengono per le esigenze del proprio figlio e/o consultare un dietista o un'altra figura medica per individuare la soluzione migliore per le loro esigenze individuali.
mk: Дневна Дузина е дизајнирана како водич за да им помогне на луѓето да вклучат некои од најздравите намирници во своето дневно мени. Иако истата рамка може да се користи за повеќето луѓе низ целиот животен циклус, количината на храна која треба да се јаде варира во зависност од бројни фактори како што се возраста и нивото на активност. Бидејќи не можеме да обезбедиме конкретен нутритивен или медицински совет за вашето дете кое расте, родителите треба да го користат овој водич во зависност од потребите на нивното дете и/или да се консултираат со регистриран диететичар или друг здравствен работник за да помогнат во одредување што е најдобро за индивидуалните потреби на нивното дете.
pl: Codzienny Tuzin został stworzony jako przewodnik mający pomóc ludziom włączyć niektóre z najzdrowszych pokarmów do ich codziennej diety. Chociaż te same wytyczne mogą być stosowane przez większość ludzi przez cały ich cykl życia, ilość żywności, którą należy zjeść, będzie się różnić w zależności od wielu czynników, takich jak wiek i poziom aktywności fizycznej. Ponieważ nie możemy zapewnić konkretnych porad żywieniowych ani medycznych dla twojego rosnącego dziecka, rodzice powinni korzystać z tego przewodnika tak, jak uznają to za najlepsze dla potrzeb ich dziecka i/lub skonsultować się z dietetykiem lub innym pracownikiem służby zdrowia, który pomoże określić, co jest najlepsze dla ich indywidualnych potrzeb.
pt_br: A Dúzia Diária foi desenvolvida como um guia para ajudar as pessoas a incluir alguns dos alimentos mais saudáveis em sua rotina diária. Embora a mesma estrutura possa ser usada para a maioria das pessoas ao longo do ciclo de vida, a quantidade de comida necessária varia de acordo com vários fatores, como idade e nível de atividade. Como não podemos fornecer aconselhamento nutricional ou médico específico para seu/sua filho/a em crescimento, os pais devem usar este guia conforme acharem melhor para as necessidades de seus/suas filhos/as e/ou consultar um/a nutricionista registrado/a ou outro profissional da saúde para ajudar a determinar o que é melhor para as necessidades de seu/sua filho/a.
ro: Duzina Zilnică a fost concepută ca un ghid pentru a ajuta oamenii să includă unele dintre cele mai sănătoase alimente în rutina lor zilnică. În timp ce același sistem poate fi folosit pentru majoritatea oamenilor de-a lungul ciclului de viață, cantitatea de alimente pe care trebuie să o consume o persoană variază în funcție de o serie de factori, precum vârsta și nivelul de activitate. Deoarece nu putem oferi consiliere nutrițională sau medicală pentru copilul dvs. aflat în creștere, părinții ar trebui să folosească acest ghid așa cum consideră potrivit pentru nevoile copilului lor și/sau să consulte un dietetician autorizat sau alt furnizor de servicii medicale pentru a determina nevoile individuale ale acestuia.
ru: Ежедневная дюжина была разработана как руководство, чтобы помочь людям включить некоторые из самых здоровых продуктов в свой распорядок дня. Хотя одна и та же схема может использоваться для большинства людей на протяжении всей жизни, количество пищи, которое необходимо съесть, будет варьироваться в зависимости от ряда факторов, таких как возраст и уровень активности. Поскольку мы не можем предоставить конкретные рекомендации по питанию или медицинские рекомендации для вашего растущего ребенка, родители должны использовать это руководство в соответствии с потребностями своего ребенка и/или проконсультироваться с зарегистрированным диетологом или другим поставщиком медицинских услуг, чтобы определить, что лучше всего подходит для их индивидуальных потребностей. потребности.
sk: Denná Dvanástka bola navrhnutá ako sprievodca, ktorý má ľuďom pomôcť zaradiť niektoré z najzdravších potravín do ich každodennej stravy. Zatiaľ čo rovnaký rámec možno použiť pre väčšinu ľudí počas celého životného cyklu, množstvo jedla, ktoré človek potrebuje zjesť, sa bude líšiť v závislosti od mnohých faktorov, ako je vek a úroveň aktivity. Keďže nemôžeme poskytnúť špecifické výživové alebo lekárske poradenstvo pre vaše rastúce dieťa, rodičia by mali používať túto príručku, pretože považujú za najvhodnejšiu pre potreby svojho dieťaťa a/alebo by sa mali poradiť s registrovaným dietológom alebo iným poskytovateľom zdravotnej starostlivosti, aby im pomohli určiť, čo je pre ich individuálne potreby najlepšie.
uk: Дюжина доктора Грегера була розроблена як посібник, що допоможе людям включати деякі з найкорисніших продуктів у свій щоденний раціон. Хоча одна і та ж структура може використовуватися для більшості людей протягом усього життєвого циклу, кількість їжі, яку потрібно з’їсти, змінюватиметься залежно від ряду факторів, таких як вік та рівень активності. Оскільки ми не можемо надати конкретні поради щодо харчування або медичні поради для вашої дитини, яка росте, батьки повинні використовувати цей посібник таким чином, як вони вважають найкращим для своєї дитини та/або проконсультуватися з ліцензованим дієтологом чи іншим медичним працівником, щоб допомогти визначити, що найкраще в їхній конкретній ситуації.
zh_hans: 每日12清单旨在作为指南，帮助人们将一些最健康的食物纳入日常生活。虽然同一框架可用于大多数人的整个生命周期，但一个人需要吃的食物量会因年龄和活动水平等多种因素而异。由于我们无法为您成长中的孩子提供具体的营养或医疗建议，因此父母应该根据他们认为最适合孩子需求的方式使用本指南和/或咨询注册营养师或其他医疗保健提供者，以帮助确定最适合他们个人的内容需要。
zh_hant: 每日12清單旨在作為指南，幫助人們將一些最健康的食物納入日常生活。雖然同一框架可用於大多數人的整個生命週期，但一個人需要吃的食物量會因年齡和活動水平等多種因素而異。由於我們無法為您成長中的孩子提供具體的營養或醫療建議，因此父母應該根據他們認為最適合孩子需求的方式使用本指南和/或諮詢註冊營養師或其他醫療保健提供者，以幫助確定最適合他們個人的內容需要。

# faq_calories_question
source: How many calories are in the Daily Dozen?
bg: Колко калории има в Daily Dozen?
ca: Quantes calories hi ha a la Dotzena Diària?
cs: Kolik kalorií je v Denní Dvanáctce?
de: Wie viele Kalorien sind die Daily Dozen?
es: ¿Cuántas calorías tiene la Docena Diaria?
fa: «دوازده‌تای روزانه» چه مقدار کالری دارد؟
fr: Combien de calories représentent les quantités Daily Dozen?
hu: Hány kalória van a Napi Tucatban?
it: Quante calorie ci sono in Daily Dozen?
mk: Колку калории има Дневна Дузина?
pl: Ile kalorii pokrywa Codzienny Tuzin?
pt_br: Quantas calorias a Dúzia Diária tem?
ro: Câte calorii sunt incluse în Duzina Zilnică?
ru: Сколько калорий в дневной дюжине?
sk: Koľko kalórií je v Dennej Dvanástke?
uk: Скільки калорій у Дюжині доктора Грегера?
zh_hans: 每日12清单中含有多少卡路里？
zh_hant: 每日12清單中含有多少卡路里？

# faq_calories_response.0
source: The Daily Dozen averages about 1,200 calories, but given the wide array of food choices in each category, it can range anywhere from 800-1800. Consider the Other Vegetables category: a cup of bell peppers has a much lower caloric density than a cup of cooked sweet potatoes, therefore the caloric range will depend on your specific food choices. That’s the great thing about the Daily Dozen Checklist—it’s not a one size fits all approach, and can be adapted to your needs.
bg: Daily Dozen има средно около 1200 калории, но предвид широкия набор от храни във всяка категория, може да варира от 800 до 1800. Помислете за категорията „Други зеленчуци“: чаша чушки има много по-ниска калорична плътност от чаша варени сладки картофи, следователно калорийният диапазон ще зависи от конкретния ви избор на храна. Това е страхотното нещо на контролния списък Daily Dozen — това не е универсален подход и може да бъде адаптиран към вашите нужди.
ca: La Dotzena Diària té una mitjana d'unes 1.200 calories, però donada l'àmplia varietat d'opcions d'aliments de cada categoria, pot variar entre 800 i 1800. Penseu en la categoria Altres verdures: una tassa de pebrots morrons té una densitat calòrica molt menor que una tassa de moniatos cuits, per tant, el rang calòric dependrà de les vostres opcions alimentàries específiques. Això és el millor de la llista de verificació de la Dotzena Diària: no és un enfocament únic i es pot adaptar a les vostres necessitats.
cs: Denní Dvanáctka má průměrně asi 1200 kalorií, ale vzhledem k širokému výběru potravin v každé kategorii se může pohybovat kdekoli od 800 do 1 800. Zvažte kategorii Ostatní zelenina: šálek papriky má mnohem nižší kalorickou hustotu než šálek vařených sladkých brambor, proto bude kalorický rozsah záviset na vašem konkrétním výběru potravin. To je na denním kontrolním seznamu Dvanáctky skvělá věc – není to univerzální přístup a lze jej přizpůsobit vašim potřebám.
de: Die Daily Dozen umfasst im Durchschnitt etwa 1.200 Kalorien, kann je nach Auswahl der Lebensmittel aber zwischen 800 und 1.800 Kalorien variieren. Betrachten Sie zum Beispiel die Kategorie „Andere Gemüse“: Eine Tasse Paprika hat eine deutlich geringere Kaloriendichte als eine Tasse gekochte Süßkartoffeln. Der Kalorienbereich hängt daher von Ihren individuellen Entscheidungen ab. Genau darin liegt der Vorteil der Daily Dozen-Checkliste – sie ist kein starres Schema, sondern lässt sich flexibel an Ihre Bedürfnisse anpassen.
es: La Docena Diaria aporta una media de 1200 calorías, pero, debido a la gran variedad de alimentos de cada categoría, puede estar entre 800 y 1800 calorías. Piensa en la categoría de Otras verduras: una taza de pimientos tiene una densidad calórica mucho menor que una taza de batata cocida, así que el rango de calorías depende de los alimentos que ingieras. Es lo bueno de la Docena Diaria, que no son reglas estrictas, sino que se puede adaptar a tus necesidades.
fa: «دوازده‌تای روزانه» به‌طور متوسط ۱۲۰۰ کالری دارد، اما باتوجه به طیفِ گسترده‌ای از انتخاب‌های غذایی در هر دسته، مقدارِ کالریِ آن می‌تواند از ۸۰۰ تا ۱۸۰۰ کالری متغیر باشد. به‌عنوانِ مثال، دسته‌بندیِ «سایرِ سبزیجات» را در نظر بگیرید: یک پیمانه فلفلِ دلمه‌ای نسبت به یک پیمانه سیب‌زمینیِ شیرینِ پخته تراکمِ کالریِ بسیار کمتری دارد، بنابراین محدودۀ کالریِ این راهنما به انتخاب‌های غذاییِ خاصِ شما بستگی دارد. این خصوصیتی عالی در موردِ فهرستِ بازبینیِ «دوازده‌تای روزانه» است که نسخۀ واحدی برای همه نیست و می‌تواند با نیازهای هر فرد تطابق پیدا کند.
fr: Il y a environ 1 200 calories en tout dans les recommandations Daily Dozen mais, vu la multitude d’options dans chaque catégorie d’aliment, le total peut varier de 800 à 1 800 calories. Si l’on prend, par exemple, la catégorie des “Autres légumes”, une portion de poivrons contient beaucoup moins de calories qu’une portion de patates douces ; la quantité totale de calories dépend donc de vos choix d’aliments dans chaque catégorie. C’est l’avantage de la liste Daily Dozen : ce n’est pas une liste gravée dans la pierre et elle peut parfaitement être adaptée à chaque besoin spécifique.
hu: A Napi Tucat átlagosan körülbelül 1200 kalóriát tartalmaz, de mivel minden kategóriában széles a választható ételek köre, ez az érték 800 és 1800 kalória között mozoghat. Vegyük például az „egyéb zöldségek” kategóriát, egy csésze kaliforniai paprikának sokkal kisebb a kalóriasűrűsége, mint egy csésze főtt édesburgonyának, a kalóriamennyiség az Ön döntésétől függ. Ez a nagyszerű a Napi Tucat rendszerben, hogy nem egyetlen univerzális megoldást akar mindenkire ráerőltetni, hanem mindenki a saját igényeihez alakíthatja.
it: Daily Dozen si aggira in media intorno alle 1200 calorie, ma data l'ampia gamma di alimenti tra cui scegliere in ogni categoria, può variare da un minimo di 800 ad un massimo di 1800. Consideriamo la categoria Altre verdure: una porzione di peperoni ha una densità calorica molto inferiore di una porzione di patate dolci cotte, perciò il range calorico dipenderà da quali cibi nello specifico sceglierai. È questo il bello della lista di Daily Dozen: non è un approccio unico e universale e può essere adattato alle tue esigenze.
mk: Дневна Дузина има во просек околу 1200 калории, но со оглед на широкиот спектар на избори на храна во секоја категорија, може да варира од 800 до 1800. На пример за категоријата Други зеленчуци: една шоља пиперки има многу помала калориска густина отколку една шоља варени слатки компири, затоа калорискиот опсег ќе зависи од вашиот конкретен избор на храна. Тоа е добрата работа со Дневна Дузина - што не е пристап со една иста количина за сите, и може да се прилагоди на вашите потреби.
pl: Codzienny Tuzin średnio pokrywa około 1200 kalorii, ale biorąc pod uwagę szeroki wybór żywności w każdej kategorii, ten zakres może wahać się od 800 do 1800 kalorii. Weź pod uwagę kategorię "Inne Warzywa": szklanka papryki ma znacznie niższą gęstość kaloryczną niż szklanka gotowanych słodkich ziemniaków, dlatego zakres kaloryczny będzie zależał od twoich konkretnych wyborów żywieniowych. To właśnie jest wspaniałe w Liście kontrolnej Codziennego Tuzina — można je dostosować do własnych potrzeb.
pt_br: A Dúzia Diária tem em média cerca de 1.200 calorias, mas, dada a ampla variedade de opções de alimentos de cada categoria, pode variar de 800 a 1.800. Por exemplo, na categoria Outros Vegetais: uma xícara de pimentão tem uma densidade calórica muito menor do que uma xícara de batata-doce cozida, portanto, a faixa calórica dependerá das suas escolhas alimentares específicas. Essa é a grande vantagem da Lista da Dúzia Diária — não é uma abordagem única e pode ser adaptada às suas necessidades.
ro: Duzina Zilnică are o medie de aproximativ 1.200 de calorii, dar având în vedere gama largă de opțiuni alimentare din fiecare categorie, poate varia între 800 și 1800 de calorii. De exemplu, în categoria „Alte Legume”: o cană de ardei gras are o densitate calorică mult mai mică decât o cană de cartofi dulci gătiți, prin urmare intervalul caloric va depinde de alegerile alimentare specifice. Acesta este lucrul grozav în legătură cu Lista de Verificare Duzina Zilnică - nu este o abordare unică, putând fi adaptată nevoilor dvs.
ru: Ежедневная дюжина в среднем составляет около 1200 калорий, но, учитывая широкий выбор продуктов в каждой категории, она может варьироваться от 800 до 1800. Рассмотрим категорию «Другие овощи»: чашка сладкого перца имеет гораздо более низкую калорийность, чем чашка вареного сладкого картофеля, поэтому диапазон калорийности будет зависеть от ваших конкретных предпочтений в еде. Это самое замечательное в контрольном списке Daily Dozen — это не универсальный подход, и его можно адаптировать к вашим потребностям.
sk: Denná Dvanástka má v priemere asi 1200 kalórií, ale vzhľadom na široký výber jedál v každej kategórii sa môže pohybovať od 800 do 1800. Zvážte kategóriu Iná zelenina: šálka papriky má oveľa nižšiu kalorickú hustotu ako šálka varených sladkých zemiakov, preto bude kalorický rozsah závisieť od vášho konkrétneho výberu jedla. To je skvelá vec na kontrolnom zozname Dennej Dvanástky – nejde o univerzálny prístup a dá sa prispôsobiť vašim potrebám.
uk: Дюжина доктора Грегера в середньому містить близько 1200 калорій, але, враховуючи широкий вибір їжі в кожній категорії, цифра може коливатися від 800 до 1800. Якщо поглянути на категорію “Інші овочі”: чашка болгарського перцю має набагато нижчу калорійність, ніж чашка вареної солодкої картоплі, тому діапазон калорій залежатиме від твого вибору їжі. У цьому і перевага Дюжини доктора Грегера — її можна адаптувати до твоїх потреб.
zh_hans: 每日12清单平均约1,200卡路里，但考虑到每个类别的食物选择范围广泛，这个数字可以落在800-1800之间的任何地方。想想“其他蔬菜”类别：一杯甜椒的热量密度比一杯煮熟的红薯低得多，因此热量范围将取决于您的具体食物选择。这就是每日12清单的伟大之处——它不是一种放之四海而皆准的方法，可以根据您的需要进行调整。
zh_hant: 每日12清單平均約1,200卡路里，但考慮到每個類別的食物選擇範圍廣泛，這個數字可以落在800-1800之間的任何地方。想想「其他蔬菜」類別：一杯甜椒的熱量密度比一杯煮熟的紅薯低得多，因此熱量範圍將取決於您的具體食物選擇。這就是每日12清單的偉大之處——它不是一種放之四海而皆準的方法，可以根據您的需要進行調整。
