Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# faq_scaling_response
source: That’s okay! The Daily Dozen is an aspirational guide. Do your best to incorporate as many of these healthy plant foods as possible. If you are new to eating a lot of beans (or grains, greens, etc!), you may need to start with smaller amounts and slowly increase the quantity in order to give your microbiome a chance to adjust. You can also get creative: for example, add some beans to your morning oatmeal. If you load it up with berries, flax seeds, and nuts, you won’t even notice the beans. You can also mash beans into a sandwich spread, or make my [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils)—barley, rye, oat groats, and lentils—that I use as a base for many meals and is a simple way to get a variety of whole grains with a built-in serving of legumes.
bg: Това е добре! Daily Dozen е амбициозен наръчник. Направете всичко възможно да включите възможно най-много от тези здравословни растителни храни. Ако не сте започнали да ядете много боб (или зърнени храни, зеленчуци и т.н.!), може да се наложи да започнете с по-малки количества и бавно да увеличавате количеството, за да дадете шанс на микробиома си да се коригира. Можете също така да бъдете креативни: например, добавете малко боб към сутрешната си овесена каша. Ако го заредите с горски плодове, ленени семена и ядки, дори няма да забележите зърната. Можете също така да пасирате боб в сандвич или да направите моя [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) — ечемичен, ръжен, овесен зърнени храни и леща — която използвам като основа за много ястия и е лесен начин за получаване на разнообразие от пълнозърнести храни с вградена порция бобови растения.
ca: Està bé! The Daily Dozen és una guia amb aspiracions. Feu tot el possible per incorporar tants d'aquests aliments vegetals saludables com sigui possible. Si sou nou a menjar moltes mongetes (o grans, verdures, etc.!), potser haureu de començar amb quantitats més petites i augmentar lentament la quantitat per donar-li l'oportunitat al vostre microbioma d'ajustar-se. També podeu ser creatius: per exemple, afegiu unes mongetes a la vostra civada del matí. Si el carregueu amb baies, llavors de lli i fruits secs, ni tan sols notareu les mongetes. També podeu triturar les mongetes en un entrepà o fer el meu [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils): ordi, sègol, civada i llenties: que faig servir com a base per a molts àpats i és una manera senzilla d'aconseguir una varietat de cereals integrals amb una porció integrada de llegums.
cs: To je v pořádku! Denní Dvanáctka je aspirační průvodce. Snažte se začlenit co nejvíce těchto zdravých rostlinných potravin. Pokud jste nováčkem v konzumaci velkého množství luštěnin (nebo obilí, zeleniny atd.), možná budete muset začít s menším množstvím a pomalu je zvyšovat, aby se váš mikrobiom mohl přizpůsobit. Můžete být také kreativní: přidejte například fazole do své ranní ovesné kaše. Když do něj naložíte bobule, lněná semínka a ořechy, fazolí si ani nevšimnete. Můžete také rozmačkat luštěniny na sendvičovou pomazánku nebo připravit můj [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) – ječmen, žito, ovesné kroupy a čočka – který používám jako základ mnoha jídel a je to jednoduchý způsob, jak získat různé celozrnné výrobky s vestavěnou porcí luštěnin.
de: Das ist ok! Die Daily Dozen ist ein ehrgeiziger Leitfaden. Versuchen Sie, so viele dieser gesunden pflanzlichen Lebensmittel wie möglich einzubauen. Wenn Sie neu darin sind, größere Mengen an Hülsenfrüchten (oder Getreide, Blattgemüse usw.) zu essen, beginnen Sie am besten mit kleineren Portionen und steigern Sie diese langsam, damit sich Ihr Mikrobiom anpassen kann. Sie können auch kreativ werden: Geben Sie zum Beispiel ein paar Bohnen in Ihren morgendlichen Brei. Mit Beeren, Leinsamen und Nüssen kombiniert merken Sie die Bohnen kaum. Sie können Bohnen auch zu einem Brotaufstrich zerdrücken oder mein [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) zubereiten – eine Mischung aus Gerste, Roggen, Haferkernen und Linsen, die ich als Basis für viele Mahlzeiten nutze. So erhalten Sie ganz einfach eine Vielfalt an Vollkorngetreiden mit einer integrierten Portion Hülsenfrüchte.
es: ¡No pasa nada! La Docena Diaria es una guía, una meta a la que aspirar. Haz tu mejor esfuerzo para incorporar todos los alimentos sanos que puedas. Si no sueles comer muchas legumbres (o cereales, u hojas verdes), quizá necesites empezar a incrementar la ingesta poco a poco para que tu microbioma se acostumbre. También te animo a tener creatividad: por ejemplo, puedes poner unos frijoles en tu avena de desayuno. Si la llenas de frutos rojos, linaza y frutos secos, no te darás cuenta. También puedes aplastarlos para añadirlos a un sándwich, hacer hummus, o hacer la mezcla CALC (centeno, avena en grano, lentejas negras y cebada) que uso como base en muchas comidas, ya que es una manera sencilla de añadir una variedad de cereales a tu dieta, y ya incluye una legumbre también.
fa: اشکالی ندارد! «دوازده‌تای روزانه» یک راهنمای آرمانی است. همۀ تلاش خود را بکنید تا هرقدر که برایتان ممکن است از این غذاهای گیاهیِ سالم مصرف کنید. اگر در خوردنِ مقدار زیادی حبوبات (یا غلات، سبزیجات، و همانندِ آن‌ها!) تازه‌کار هستید، ممکن است لازم باشد که با مقادیرِ کمتر شروع کنید و به‌تدریج مقدار را افزایش دهید تا به‌این‌ترتیب به میکروبیومتان فرصتِ هماهنگ شدن بدهید. می‌توانید خلاقیت نیز به خرج دهید: برای مثال، به غلاتِ صبحانه‌تان مقداری حبوبات اضافه کنید. اگر غلاتِ صبحانه‌تان را سرشار از توت، تخمِ کتان، و آجیل کرده باشید، اصلا متوجهِ وجودِ حبوبات در آن نخواهید شد. همچنین می‌توانید حبوباتِ کوبیده‌شده را ساندویچ کنید، یا این [غذای] (https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) من را درست کنید که ترکیبی از جو، چاودار، بلغورِ جو دوسر، و عدس است، و من از آن به‌عنوانِ بخشِ اصلی بسیاری از وعده‌های غذایی استفاده می‌کنم که راهِ ساده‌ای برای دریافتِ انواعِ غلاتِ کامل همراه با سهمی از حبوبات است.
fr: Pas de problème ! Daily Dozen est un idéal vers lequel tendre mais, si vous n’avez pas l’habitude de manger beaucoup de légumes secs (ou céréales, légumes verts, etc !), il faudra peut-être commencer par de plus faibles quantités et augmenter progressivement afin de laisser à votre microbiote le temps de s’adapter. Vous pouvez laisser libre cours à votre imagination : ajoutez des haricots à votre porridge au petit déjeuner par exemple. Si vous y mettez beaucoup de baies, graines de lin et noix, vous ne remarquerez même pas les haricots. Vous pouvez aussi écraser des haricots et les intégrer à votre garniture de sandwich ou faire mon [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) : un mélange d’orge, seigle, avoine et lentilles qui est la base de beaucoup de mes repas et est une façon facile d’intégrer divers ingrédients importants à votre alimentation (des céréales complètes avec une portion de légumes secs).
hu: Semmi baj! A Napi Tucat egy iránymutatás. Törekedjen arra, hogy a lehető legtöbb egészséges növényi ételt adja hozzá az étrendjéhez. Ha csak most kezdett el sok babot (vagy gabonát, zöldséget stb.) fogyasztani, akkor lehet, hogy kisebb adagokkal kell kezdenie, és lassan kell növelnie a mennyiséget. Így a mikrobiomnak lesz lehetősége alkalmazkodni az új helyzethez. Legyen bátran kreatív: például adhat egy kis babot a reggeli zabkásájához. Ha telepakolja bogyós gyümölcsökkel, lenmaggal és diófélékkel, észre sem veszi a különbséget. Készíthet babpüréből szendvicskrémet, vagy elkészítheti a [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) receptemet – árpa, rozs, zab és lencse –, amit sok étkezés alapjául használok, és egy egyszerű módszer, hogy többféle teljes kiőrlésű gabonát és hüvelyest fogyasszon el egy étkezésen belül.
it: Non c'è problema! Daily Dozen è una guida orientativa. Fai del tuo meglio per integrare il maggior numero possibile di questi alimenti vegetali e sani. Se non sei abituato a mangiare tanti legumi (o cereali, verdure, ecc) inizia con piccole quantità e aumentale gradualmente per permettere al tuo microbioma di adattarsi. Sii creativo: per esempio, puoi aggiungere dei fagioli al porridge per colazione. Se ci aggiungi frutti di bosco, semi di lino e frutta secca non sentirai nemmeno che ci sono i fagioli. Puoi anche schiacciare i fagioli e spalmarli in un panino, oppure puoi preparare la mia [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) con orzo, segale, avena decorticata e lenticchie, che uso come base per molti piatti e che rappresenta un modo semplice per avere una varietà di cereali integrali in un'unica porzione di legumi.
mk: Тоа е сосема во ред! Дневна Дузина е водич кон кој треба да се стремиме. Направете го најдоброто што можете за да вклучите што повеќе од овие здрави растителни намирници. Ако сте почетници во јадењето многу грав (или житарици, зелени зеленчуци и сл.), можеби ќе треба да започнете со помали количини и полека да го зголемите количеството за да му дадете шанса на вашиот микробиом да се прилагоди. Исто така, можете да бидете креативни: на пример, додадете малку грав во вашата утринска овесна каша. Ако ја наполните со бобинки, семки од лен и ореви, нема ни да го забележите гравот. Можете исто така да изгмечите грав и да го додадете во сендвич како намаз, или да направите мојот [БРОЛ](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) - јачмен, 'рж, овесни зрна и леќа - што го користам како основа за многу оброци и е едноставен начин да добиете различни цели житарици со вградена порција мешунки.
pl: W porządku! Codzienny Tuzin to tylko przewodnik z inspiracjami, do których możesz dążyć. Postaraj się włączyć do swojej diety jak najwięcej z tych zdrowych pokarmów roślinnych. Jeśli dopiero zaczynasz jeść dużo strączków (lub zbóż, zieleniny itp.!), być może będziesz musiał/-a zacząć od mniejszych ilości, powoli je zwiększając, aby dać swojemu mikrobiomowi szansę na dostosowanie się. Możesz także wykazać się kreatywnością: na przykład dodaj trochę fasoli do porannej owsianki. Jeśli dodasz także jagody, siemię lniane i orzechy, nawet nie zauważysz fasoli. Możesz też zmiksować fasolę na pastę do kanapek lub zrobić mój [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) – obłuszczone ziarno jęczmienia, ziarno żyta, kasza owsiana pęczak i soczewica — tego używam jako bazę do wielu posiłków. Jest ona prostym sposobem na włączenie do diety różnorodnych pełnych ziaren i roślin strączkowych.
pt_br: Tudo bem! A Dúzia Diária é um guia aspiracional. Faça o possível para incorporar o máximo possível desses alimentos vegetais saudáveis. Se você está começando a comer muitos feijões (ou grãos, verduras, etc!), pode ser necessário começar com quantidades menores e aumentar lentamente a quantidade para dar ao seu microbioma uma chance de se ajustar. Você também pode ser criativo: por exemplo, adicione alguns feijões ao seu mingau de aveia. Se você adicionar frutas silvestres, sementes de linhaça e castanhas, nem notará os feijões. Você também pode amassar feijão e fazer um patê para sanduíche ou fazer meu [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) — cevada, centeio, aveia e lentilhas — que eu uso como base para muitas refeições e é uma maneira simples de obter uma variedade de grãos integrais com uma porção integrada de leguminosas.
ro: Este în regulă! Duzina Zilnică este un ghid aspirațional. Faceți tot posibilul să încorporați cât mai multe dintre aceste alimente vegetale sănătoase. Dacă abia ați început să consumați mai multe leguminoase (sau cereale, verdețuri, etc!), ați putea să începeți cu cantități mai mici pe care să le creșteți progresiv pentru a oferi microbiomului șansa de a se adapta. De asemenea, puteți fi creativi: de exemplu, adăugați niște leguminoase la fulgii de ovăz de la micul dejun. Dacă îl umpleți cu fructe de pădure, semințe de in și nuci, nici măcar nu veți observa leguminoasele. Puteți, de asemenea, să pasați leguminoasele într-o pastă tartinbilă sau să gătiți rețeta mea de [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils)—orz, secară, crupe de ovăz și linte — pe care o folosesc ca bază pentru multe rețete și este o modalitate simplă de a combina o varietate de cereale integrale cu o porție de leguminoase.
ru: Это нормально! «Ежедневная дюжина» — вдохновляющее руководство. Сделайте все возможное, чтобы включить в свой рацион как можно больше этих полезных растительных продуктов. Если вы новичок в употреблении большого количества бобовых (или злаков, зелени и т. д.!), вам, возможно, придется начать с меньшего количества и постепенно увеличивать количество, чтобы дать вашему микробиому возможность приспособиться. Вы также можете проявить творческий подход: например, добавить немного фасоли в утреннюю овсянку. Если вы загрузите его ягодами, семенами льна и орехами, вы даже не заметите бобов. Вы также можете размять фасоль в пасту для сэндвичей или приготовить мой [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) — ячменную, ржаную, овсяную крупу и чечевица, которую я использую в качестве основы для многих блюд, и это простой способ получить разнообразные цельнозерновые продукты со встроенной порцией бобовых.
sk: To je v poriadku! The Denná Dvanástka je ambiciózny sprievodca. Urobte všetko pre to, aby ste začlenili čo najviac týchto zdravých rastlinných potravín. Ak ste nováčikom v konzumácii veľkého množstva strukovín (alebo obilnín, zeleniny atď.), možno budete musieť začať s menšími množstvami a pomaly ich zvyšovať, aby ste svojmu mikrobiómu dali šancu prispôsobiť sa. Môžete byť aj kreatívni: napríklad pridajte trochu fazule do svojej rannej ovsenej kaše. Ak doň naložíte bobule, ľanové semienka a orechy, fazuľu si ani nevšimnete. Môžete tiež rozdrviť fazuľu na sendvičovú nátierku alebo pripraviť môj [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) – jačmeň, raž, ovsené krúpy a šošovica – ktorú používam ako základ mnohých jedál a je to jednoduchý spôsob, ako získať rôzne celozrnné výrobky so zabudovanou porciou strukovín.
uk: Нічого страшного! Дюжина доктора Грегера створена для того, щоб тебе надихнути. Роби усе можливе, щоб включити якомога більше цих здорових рослинних продуктів. Якщо ти тільки починаєш їсти багато бобів (або зерен, зелені тощо!), можливо, тобі доведеться почати з меншої кількості і поступово збільшувати кількість, щоб дати своєму мікробіому можливість пристосуватися. Ти також можеш проявити креативність: наприклад, додати трохи квасолі в ранкову вівсянку. Якщо ти додасиш до неї ягід, насіння льону та горіхи, бобів і не помітиш. Ти також можеш додати квасолю в пасту для бутербродів або приготувати мій [BROL](https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils) — ячмінну, житню, вівсяну крупу та сочевиця, яку я використовую як основу для багатьох страв , що є простим способом отримати різноманітні цільні зерна з вбудованою порцією бобових.
zh_hans: 根据个人需求变化是可以的。每日12清单是一个励志指南。尽可能多地摄入这些健康的植物性食物。 如果您刚开始大量食用豆类（或谷物、蔬菜等），您可能需要从少量开始，然后慢慢增加数量，以便让您的微生物组有机会进行调整。您也可以发挥创意：例如，在早餐燕麦片中加入一些豆类。如果您装了满满的浆果、亚麻籽和坚果，您甚至不会注意到豆子的存在。您也可以将豆子捣碎成三明治涂抹酱，或制作我的BROL（https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils）——大麦、黑麦、去壳燕麦和小扁豆——我用它作为许多餐食的基础，是一种简单的方法来获取各种全谷物和豆类。
zh_hant: 根據個人需求變化是可以的。每日12清單是一個勵志指南。盡可能多地攝入這些健康的植物性食物。 如果您剛開始大量食用豆類（或穀物、蔬菜等），您可能需要從少量開始，然後慢慢增加數量，以便讓您的微生物組有機會進行調整。您也可以發揮創意：例如，在早餐燕麥片中加入一些豆類。如果您裝了滿滿的漿果、亞麻籽和堅果，您甚至不會注意到豆子的存在。您也可以將豆子搗碎成三明治塗抹醬，或製作我的BROL（https://nutritionfacts.org/recipe/basic-brol-barley-rye-oats-and-lentils）——大麥、黑麥、去殼燕麥和小扁豆——我用它作為許多餐食的基礎，是一種簡單的方法來獲取各種全穀物和豆類。

# faq_supplements_question
source: I thought that Dr. Greger recommends taking Vitamin D and DHA supplements. Why aren’t they included?
bg: Мислех, че д-р Грегър препоръчва приема на добавки с витамин D и DHA. Защо не са включени?
ca: Vaig pensar que el Dr. Greger recomana prendre suplements de vitamina D i DHA. Per què no estan inclosos?
cs: Myslel jsem, že Dr. Greger doporučuje užívat vitamin D a DHA doplňky. Proč nejsou zahrnuty?
de: Ich dachte, dass Dr. Greger empfiehlt Vitamin D und DHA Ergänzungsmittel zu nehmen. Warum werden diese hier nicht genannt?
es: Creía que el Dr. Greger recomendaba tomar suplementos de vitamina D y DHA. ¿Por qué no aparecen?
fa: فکر می‌کردم دکتر گرِگِر مصرفِ قرص‌های مکملِ غذایی ویتامین دی و دی‌اِچ‌اِی را توصیه می‌کند. چرا این مکمل‌ها در این راهنما لحاظ نشده‌اند؟
fr: Je croyais que le Dr. Greger recommandait de prendre des compléments de vitamine D et DHA. Pourquoi ne sont-ils pas dans la liste ?
hu: Azt hittem, Dr. Greger D-vitamin és DHA táplálék kiegészítők szedését javasolja. Miért nem látom őket?
it: Pensavo che il Dott. Greger consigliasse l'assunzione di vitamina D e integratori DHA. Perché non sono inclusi?
mk: Мислев дека д-р Грегер препорачува земање на витамин Д и ДХА додатоци. Зошто не се вклучени?
pl: Myślałem/-am, że dr Greger zaleca przyjmowanie suplementów witaminy D i kwasu DHA. Dlaczego nie są one uwzględnione?
pt_br: Eu achei que o Dr. Greger recomendasse tomar suplementos de vitamina D e DHA. Por que eles não estão incluídos?
ro: Credeam că dr. Greger recomandă luarea de suplimente de vitamina D și DHA (Omega-3). De ce nu sunt incluse?
ru: Я думал, что доктор Грегер рекомендует принимать добавки с витамином D и ДГК. Почему они не включены?
sk: Myslel som, že doktor Greger odporúča užívať doplnky vitamínu D a DHA. Prečo nie sú zahrnuté?
uk: Я думав, що доктор Грегер рекомендує приймати суплементи з вітаміном D та DHA. Чому вони не включені?
zh_hans: 我以为格雷格医生建议服用维生素D和DHA补充剂，为什么清单里不包括这些呢？
zh_hant: 我以為葛雷格醫師建議服用維生素D和DHA補充劑，為什麼清單裡不包括這些呢？
