Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# reminder.settings.enable
source: Enable Reminders
bg: Активиране на напомнянията
ca: Permetre Recordatoris
cs: Povolit připomenutí
de: Erinnerungen einschalten
es: Activar los recordatorios
fa: فعال‌سازیِ یادآورنده‌ها
fr: Activer les rappels
he: אפשר תזכורות
hu: Emlékeztetők engedélyezése
it: Attiva i promemoria
pl: Włącz przypomnienia
pt_br: Habilitar Lembretes
ro: Activează Memento
ru: Включить напоминания
sk: Povoliť pripomenutie
uk: Увімкнути нагадування
zh_hans: 开启提醒
zh_hant: 開啟提醒

# reminder.settings.sound
source: Play Sound
bg: Възпроизвеждане на звук
ca: Reproduir So
cs: Přehrát zvuk
de: Ton abspielen
es: Sonido
fa: پخشِ صدا
fr: Emettre un son
he: השמעת צליל
hu: Hang lejátszása
it: Riproduci suoni
pl: Włącz dźwięk
pt_br: Habilitar Som
ro: Redă sunetul
ru: Проиграть Звук
sk: Prehrať zvuk
uk: Відтворити звук
zh_hans: 播放声音
zh_hant: 播放聲音

# reminder.settings.time
source: Remind me at
bg: Напомни ми на
ca: Recorda-m'ho a
cs: Připomenout v
de: Errinnere mich um:
es: Recuérdamelo a las
fa: در این زمان به من یادآوری کن
fr: Rappel à
he: הזכר לי ב:
hu: Emlékeztessen ekkor:
it: Promemoria alle
mk: Потсети ме во
pl: Przypomnij o:
pt_br: Lembre-me em:
ro: Amintește-mi la
ru: Напомнить мне в:
sk: Pripomenúť v
uk: Нагадати мені о:
zh_hans: 提醒时间
zh_hant: 提醒時間

# reminder.settings.vibrate
source: Vibrate
bg: Вибрация
ca: Vibració
cs: Vibrace
de: Vibrieren
es: Vibración
fa: لرزش
fr: Vibrer
he: רטט
hu: Rezgés
it: Vibrazione
pl: Wibracje
pt_br: Vibrar
ro: Vibrează
ru: Вибрация
sk: Vibrácie
uk: Увімкнути Віброрежим
zh_hans: 震动
zh_hant: 震動

# reminder.state.off
source: Off
bg: Изкл
cs: Vypnuto
de: Aus
es: Apagado
fa: غیرفعال
he: סגור
hu: Ki
pl: Wyłączone
pt_br: Desligado
ro: Oprit
ru: Отключить
sk: Vypnuté
uk: Вимкнути
zh_hans: 关
zh_hant: 關

# reminder.state.on
source: On
bg: Вкл
cs: Zapnuto
de: An
es: Encendido
fa: فعال
he: פתוח
hu: Be
pl: Włączone
pt_br: Ligado
ro: Pornit
ru: Включить
sk: Zapnuté
uk: Ввімкнути
zh_hans: 开
zh_hant: 開

# setting_analytics_body
source: Enable anonymous usage information to be collected to help improve this application.
bg: Разрешете събирането на анонимна информация за употреба, за да помогнете за подобряването на това приложение.
ca: Habiliteu la recopilació d'informació d'ús anònima per ajudar a millorar aquesta aplicació.
cs: Povolte shromažďování anonymních informací o používání aplikace, které pomohou tuto aplikaci zlepšit.
de: Aktivierung der Sammlung anonymer Nutzungsinformation um diese Anwendung zu verbessern.
es: Permitir el acceso a la información de uso de esta app para su mejora.
fa: برای کمک به بهبودِ این اپ، اجازه دهید که اطلاعاتِ مربوط به نحوۀ استفاده‌تان به‌صورتِ ناشناس جمع‌آوری شوند.
fr: Autoriser la collecte d'informations anonymisées pour aider à améliorer cette application.
hu: Anonim használati információk gyűjtésének engedélyezése az alkalmazás fejlesztése érdekében.
it: Consenti la raccolta di informazioni anonime sull'utilizzo per contribuire a migliorare questa applicazione.
pl: Włącz zbieranie anonimowych informacji o użytkowaniu, aby pomóc ulepszyć aplikację.
pt_br: Permitir que informações de uso anônimas sejam coletadas para ajudar a melhorar este aplicativo.
ro: Permiteți colectarea informațiilor de utilizare anonime pentru a ajuta la îmbunătățirea acestei aplicații.
ru: Включите анонимный сбор данных, чтобы помочь улучшить это приложение.
sk: Povoľte zhromažďovanie anonymných informácií o používaní aplikácie, ktoré pomôžu túto aplikáciu zlepšiť.
uk: Дозвольте збір анонімної інформації щодо використання, щоб покращити цей застосунок.
zh_hans: 允许收集匿名使用信息以帮助改进此应用程序
zh_hant: 允許收集匿名使用資訊以幫助改進此應用程序

# setting_analytics_enable
source: Enable Analytics
bg: Активирайте Анализ
ca: Activa Analytics
cs: Povolit službu Analytika
de: Analytik aktivieren.
es: Activar los análisis
fa: را فعال نمایید Analytics
fr: Autoriser la collecte de statistiques
hu: Statisztika engedélyezése
it: Consenti analitica
pl: Włącz Analytics
pt_br: Ativar Análise
ro: Permiteți analiza datelor
ru: Включить аналитику.
sk: Povoliť službu Analytika
uk: Включити Аналітику
zh_hans: 启用分析
zh_hant: 啟用分析

# setting_analytics_opt_in
source: Opt In
bg: Записване
ca: Activar
cs: Přihlásit se
es: Aceptar
fa: مشارکت
fr: Autoriser
hu: Feliratkozás
pl: Potwierdzam
pt_br: Ativar
ro: Înscriere
ru: Разрешить
sk: Prihlásiť sa
uk: Обрати
zh_hans: 选择同意
zh_hant: 選擇同意

# setting_analytics_opt_out
source: Opt Out
bg: Отписване
ca: Desactivar
cs: Odhlásit se
es: Rechazar
fa: عدم مشارکت
fr: Refuser
hu: Leiratkozás
pl: Rezygnuję
pt_br: Desativar
ro: Renunțare
ru: Запретить
sk: Odhlásiť sa
uk: Відмовитися
zh_hans: 选择退出
zh_hant: 選擇退出

# setting_analytics_title
source: Analytics
bg: Анализ
ca: Analítica
cs: Analytika
de: Analytik
es: Análisis
hu: Statisztika
it: Analitica
pt_br: Análise
ro: Analiza datelor
ru: Аналитика
sk: Analytika
uk: Аналітика
zh_hans: 分析
zh_hant: 分析

# setting_doze_only_btn
source: Daily Dozen Only
bg: Ежедневно само десетина
ca: Dotzena Diària Només
cs: Jen Denní Dvanáctka
de: Nur Tägliches Dutzend
es: Solo Docena Diaria
fa: دوازده‌تای روزانه فقط
fr: Daily Dozen Uniquement
he: התריסר היומי בלבד
hu: Napi tucat Csak
it: Solo Daily Dozen
pl: Tylko Codzienny Tuzin
pt_br: Apenas a Dúzia Diária
ro: Numai Duzina Zilnică
ru: Только Не cдохни!
sk: Len Denná Dvanástka
uk: Тільки Дюжина доктора Грегера
zh_hans: 仅限每日12清单
zh_hant: 仅限每日12清單

# setting_doze_only_choice
source: Daily Dozen Only
bg: Daily Dozen само
ca: Només Dotzena Diària
cs: Jen Denní Dvanáctka
de: Nur Tägliches Dutzend
es: Solo Docena Diaria
fa: فقط دوازده‌تای روزانه
fr: Daily Dozen Uniquement
he: התריסר היומי בלבד
hu: Csak napi tucat
it: Solo Daily Dozen
pl: Tylko Codzienny Tuzin
pt_br: Apenas a Dúzia Diária
ro: Numai Duzina Zilnică
ru: Только Не cдохни!
sk: Len Denná Dvanástka
uk: Тільки Дюжина доктора Грегера
zh_hans: 仅限每日12清单
zh_hant: 仅限每日12清單

# setting_doze_tweak_btn
source: Daily Dozen + 21 Tweaks
ca: Dotzena Diària + 21 Potenciadors
cs: Denní Dvanáctka + 21 Hubnutí
de: Tägliches Dutzend + 21 Optimierungen
es: Docena Diaria + 21 Potenciadores
fa: دوازده‌تای روزانه + ۲۱ ترفند
fr: Daily Dozen + 21 Astuces
he: התריסר היומי + 21 כוונונים
hu: Napi tucat + 21 Trükk
it: Daily Dozen + Ventuno mosse
pl: Codzienny Tuzin + 21 Adaptacji
pt_br: Dúzia Diária + 21 Ajustes
ro: Duzina Zilnică + 21 de Trucuri
ru: Не cдохни! + 21 уловка
sk: Denná Dvanástka + 21 Vylepšení
uk: Дюжина доктора Грегера + 21 Хитрість
zh_hans: 每日21妙方
zh_hant: 每日21招

# setting_doze_tweak_choice
source: Daily Dozen + 21 Tweaks
ca: Dotzena Diària + 21 Potenciadors
cs: Denní Dvanáctka + 21 Hubnutí
de: Tägliches Dutzend + 21 Optimierungen
es: Docena Diaria + 21 Potenciadores
fa: دوازده‌تای روزانه + ۲۱ ترفند
fr: Daily Dozen + 21 Astuces
he: התריסר היומי + 21 כיוונונים
hu: Napi tucat + 21 Trükk
it: Daily Dozen + Ventuno mosse
pl: Codzienny Tuzin + 21 Adaptacji
pt_br: Dúzia Diária + 21 Ajustes
ro: Duzina Zilnică + 21 de Trucuri
ru: Не cдохни! + 21 уловка
sk: Denná Dvanástka + 21 Vylepšení
uk: Дюжина доктора Грегера + 21 Хитрість
zh_hans: 每日12清单 + 每日21妙方
zh_hant: 每日12清單 + 每日21招

# setting_doze_tweak_footer
source: For health alone, use “Daily Dozen Only”. For health and weight loss use “Daily Dozen + 21 Tweaks”.
bg: Само за здраве използвайте „Daily Dozen само“. За здраве и загуба на тегло използвайте „Daily Dozen + 21 Tweaks“.
ca: Si t'interessa només la salut, utilitza “Només Dotzena Diària”. Si t'interessa la salut i perdre pes utilitza “Dotzena Diària + 21 Potenciadors”.
cs: Pouze pro zdraví použijte „Jen Denní Dvanáctka“. Pro zdraví a hubnutí použijte „Denní Dvanáctka + 21 Hubnutí“.
de: Für Gesundheit allein verwenden Sie “Nur das tägliche Dutzend”. Für Gesundheit und Gewichtsabnahme verwenden Sie “Tägliches Dutzend + 21 Optimierungen”.
es: Para mejorar la salud, usa “Solo Docena Diaria”. Para la salud y la pérdida de peso, usa “Docena Diaria + 21 Potenciadores”.
fa: اگر فقط دستیابی به سلامتی را در نظر دارید، از «فقط دوازده‌تای روزانه» استفاده کنید. اگر علاوه‌بر سلامتی، کاهشِ وزن را هم در نظر دارید از «دوازده‌تای روزانه + ۲۱ ترفند» استفاده کنید.
fr: Pour des recommandations de santé uniquement, utilisez "Daily Dozen Uniquement". Pour des recommandations de santé et de perte de poids, utilisez “Daily Dozen + 21 Astuces”.
he: לבריאות בלבד, השתמשו ב"תריסר היומי" בלבד ". לבריאות וירידה במשקל השתמשו ב- "תריסר היומי + 21 כיוונונים".
hu: Egészséges életmód eléréséhez használja a „Csak Napi Tucat” ajánlást. Ha az egészséges életmód mellett fogyni is szeretne, akkor használja a „Napi Tucat + 21 Trükk” ajánlásokat.
it: Per il percorso salute, usa "Solo Daily Dozen". Per il percorso salute e perdita di peso, usa “Daily Dozen + Ventuno mosse”.
pl: Dla samego zdrowia użyj „Tylko Codzienny Tuzin”. Dla zdrowia i utraty wagi użyj „Codzienny Tuzin + 21 Adaptacji”.
pt_br: Se está interessado apenas em saúde, use “Apenas a Dúzia Diária”. Se está interessado em saúde e perda de peso use "Dúzia Diária + 21 Ajustes".
ro: Pentru sănătate exclusiv, folosește “Duzina Zilnică”. Pentru sănătate și pierdere în greutate folosește “Duzina Zilnică + 21 de Trucuri”.
ru: Только для здорового образа жизни используйте "Только Не cдохни!", для здоровья и потери веса используйте "Не cдохни + 21 уловка".
sk: Iba pre zdravie použite „Len Denná Dvanástka“. Pre zdravie a chudnutie použite „Denná Dvanástka + 21 Vylepšení“.
uk: Якщо твоя ціль лише здоров'я - обирай “Дюжина доктора Грегера”. Якщо твоя ціль здоров'я та схуднення - обирай “Дюжина доктора Грегера” + “21 Хитрість”
zh_hans: 仅为健康考虑，使用“每日12清单”。为了健康和减重，则使用“每日12清单 + 21妙方”。
zh_hant: 僅為健康考慮，使用「每日12清單」。為了健康和減重，則使用「每日12清單 + 21招」。

# setting_health_alone_txt
source: For Health Alone
bg: За самото здраве
ca: Només Salut
cs: Jen pro zdraví
de: Nur für die Gesundheit
es: Para mejorar tu salud
fa: فقط برای سلامتی
fr: Recommandations de santé uniquement
he: עבור בריאות בלבד
hu: Csak egészséges életmód
it: Percorso salute
mk: Само за здравје
pl: Wyłącznie Dla Zdrowia
pt_br: Para Saúde Apenas
ro: Numai pentru Sănătate
ru: Только для здоровья
sk: Len pre zdravie
uk: Лише для здоров'я
zh_hans: 仅为健康
zh_hant: 僅為健康

# setting_health_weight_txt
source: For Health and Weight Loss
bg: За здраве и отслабване
ca: Salut i Perdre Pes
cs: Pro zdraví a hubnutí
de: Für Gesundheit und Gewichtsabnahme
es: Para la salud y la pérdida de peso
fa: برای سلامتی و کاهشِ وزن
fr: Recommandations de santé et de perte de poids
he: עבור בריאות והורדה במשקל
hu: Egészséges életmód és fogyás
it: Percorso salute e perdita di peso
mk: За здравје и губење тежина
pl: Dla Zdrowia i Utraty Wagi
pt_br: Para Saúde e Perda de Peso
ro: Pentru Sănătate și Pierdere în Greutate
ru: Для здоровья и похудения
sk: Pre zdravie a chudnutie
uk: Для здоров'я та схуднення
zh_hans: 为健康和减重
zh_hant: 为健康和减重

# setting_tweak_header
source: 21 Tweaks Visibility
bg: 21 Tweaks видимост
ca: Visibilitat dels 21 Potenciadors
cs: Viditelnost 21 Hubnutí
de: 21 Optimierungen Transparenz
es: Visibilidad de los 21 potenciadores
fa: وضعیتِ نمایشِ «۲۱ ترفند»
fr: Option 21 Astuces
he: ניראות של 21 הכיוונונים
hu: 21 Trükk Láthatóság
it: Visibilità Ventuno mosse
mk: Видливост на 21 Подобрувања
pl: Widoczność 21 Adaptacji
pt_br: Visibilidade dos 21 Ajustes
ro: Vizibilitate 21 de Trucuri
ru: Видимость 21 уловки
sk: Viditeľnosť 21 Vylepšení
uk: Видимість 21 Хитрість
zh_hans: 21妙方的可见性
zh_hant: 21招的可見性

# setting_units_1_metric
source: Metric
bg: Метрични
ca: Mètric
cs: Metrické
de: Metrisch
es: Métrico
fa: مِتریک
fr: Métrique
he: מטרי
hu: Metrikus
it: Sistema metrico
mk: МЕТРИЧКИ
pl: Metryczne
pt_br: Métrico
ru: Метрическая
sk: Metrické
uk: Метричний
zh_hans: 公制
zh_hant: 公制

# setting_units_2_toggle
source: Toggle Units
bg: Превключване на единици
ca: Canvi Unitats
cs: Přepnout jednotky
de: Umschalten
es: Palanca de unidades
fa: تغییرِ واحدِ اندازه‌گیری
fr: Option d'unités
he: שינוי סוג היחידה
hu: Mértékegységek váltása
it: Cambia sistema
pl: Zmień jednostki
pt_br: Alternar
ro: Comută unități de măsură
ru: Тумблер
sk: Prepnúť jednotky
uk: Перемикач одиниць
zh_hans: 切换单位
zh_hant: 切換單位

# setting_units_choice_footer
source: Set to always be one unit type or enable the ‘Units:’ toggle button.
bg: Задайте винаги да бъде един тип единица или активирайте бутона за превключване „Единици:“.
ca: Configura-ho perquè sigui sempre un tipus d'unitat o permet el botó d'alternància, “Unitats”.
cs: Nastavte použití pouze jednoho typu jednotek, nebo umožněte přepínaní pomocí tlačítka „Přepnout jednotky“.
de: Legen Sie fest, dass es sich immer um denselben Einheitentyp handelt, oder aktivieren Sie die Umschalttaste “Einheiten:”.
es: Escoge ver siempre la misma unidad o activa el botón de alternar unidades.
fa: تعیین کنید که همیشه به‌طورِ ثابت از یک واحدِ اندازه‌گیری استفاده شود، یا اینکه دکمۀ «واحد اندازه‌گیری» را فعال کنید تا در هر لحظه بتوانید واحدِ اندازه‌گیریِ هر کدام از دسته‌بندی‌ها را تغییر دهید.
fr: Choisissez de ne voir qu'une seule unité ou de garder le bouton 'Option d'unités' visible.
he: הגדירו תמיד סוג יחידה אחד או הפעילו את לחצן ההחלפה 'יחידות:'.
hu: Beállíthatja, hogy egy mértékegységet használ, vagy engedélyezi az „Mértékegység:” váltógombot.
it: Imposta un sistema predefinito o attiva l'opzione "Sistema:" per cambiarlo.
pl: Ustaw jeden typ jednostek dla aplikacji lub aktywuj przełącznie przycisku w „Jednostki”.
pt_br: Escolha ter as mesmas unidades de medida sempre ou ative o botão de alteração “Unidades:”.
ro: Setați pentru a folosi întotdeauna aceeași unitate de măsură sau activați butonul de comutare „Unități de măsură:”
ru: Установить только одну единицу измерения или включить кнопку переключения между единицами измерения.
sk: Nastavte použitie iba jedného typu jednotiek, alebo umožnite prepínanie pomocou tlačidla „Prepnúť jednotky“.
uk: Встановити єдину одиницю виміру або ввімкнути функцію перемикання різних одиниць виміру
zh_hans: 设置为始终为一种单位类型，或启用“单位”切换按钮。
zh_hant: 設置為始終為一種單位類型，或啟用「單位：」切換按鈕。

# setting_units_header
source: Measurement Units
bg: Мерни единици
ca: Unitats de mesura
cs: Měrné jednotky
de: Maßeinheiten
es: Unidades de medida
fa: واحدهای اندازه‌گیری
fr: Unités de mesure
he: יחידות מדידה
hu: Mértékegységek
it: Unità di misura
pl: Jednostki miar
pt_br: Unidades de Medida
ro: Unități de măsură
ru: Единицы измерения
sk: Merné jednotky
uk: Одиниці вимірюваня
zh_hans: 计量单位
zh_hant: 計量單位

# setting_util_advanced
source: Advanced Utilities
bg: Разширени инструменти
ca: Utilitats avançades
cs: Pokročilé nástroje
de: Erweiterte Hilfsmittel
es: Opciones avanzadas
fa: ابزارهای پیشرفته
fr: Fonctions avancées
he: כלי עזר מתקדמים
hu: Speciális segédprogramok
it: Utilità avanzate
pl: Zaawansowane narzędzia
pt_br: Funções Avançadas
ro: Utilități avansate
ru: Дополнительные инструменты
sk: Pokročilé nástroje
uk: Розширені утиліти
zh_hans: 进阶工具
zh_hant: 進階工具

# streakDaysFormat
source: %d days
bg: %d дни
ca: %d dies
cs: %d dnů
de: %d Tage
es: %d días
fa: %d روز
fr: %d jours
he: %d ימים
hu: %d nap
it: %d giorni
mk: %d дена
pl: %d dni
pt_br: %d dias
ro: %d zile
ru: %d дни
sk: %d dní
uk: %d днів
zh_hans: %d 天
zh_hant: %d 天

# tweak_detail_section_activity
source: Activity
bg: Дейност
ca: Activitat
cs: Aktivita
de: Aktivität
es: Actividad
fa: فعالیت
fr: Activité
he: פעילות
hu: Tevékenység
it: Attività
pl: Aktywność
pt_br: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
uk: Активність
zh_hans: 活动
zh_hant: 活動

# tweak_detail_section_description
source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
fa: توضیحات
he: תיאור
hu: Leírás
it: Descrizione
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
uk: Опис
zh_hans: 描述
zh_hant: 描述

# tweak_entry_header
source: 21 Tweaks
ca: 21 Potenciadors
cs: 21 Hubnutí
de: 21 Optimierungen
es: 21 Potenciadores
fa: ۲۱ ترفند
fr: 21 Astuces
he: 21 כוונונים
hu: 21 Trükk
it: Ventuno mosse
mk: 21 Совети
pl: 21 Adaptacji
pt_br: 21 Ajustes
ro: 21 de Trucuri
ru: 21 Уловка
sk: 21 Vylepšení
uk: 21 Хитрість
zh_hans: 21妙方
zh_hant: 21招

# tweakCompleteIntentions.heading
source: Complete Your Implementation Intentions
bg: Изпълнете намеренията си за прилагане на зададеното
ca: Completa els Teus Objectius
cs: Dokončete své implementační záměry
de: Vervollständigen Sie Ihre Umsetzungsabsichten
es: Completar tus metas
fa: اهدافِ اجرایی‌تان را به انجام برسانید
fr: Complétez vos objectifs
hu: Megvalósítási tervek végrehajtása
it: Completa le tue ambizioni di miglioramento
mk: Исполнување на целите
pl: Wypełnij Swoje Intencje
pt_br: Conclua Suas Intenções de Implementação
ro: Completați-vă intențiile de implementare
ru: Воплощайте свои намерения
sk: Dokončite svoje implementačné zámery
uk: Втілюй свої наміри
zh_hans: 完成您的实施意图
zh_hant: 完成您的實施意圖

# tweakDailyBlackCumin.heading
source: Black Cumin (¼ tsp)
bg: Черен кимион (¼ ч.л.)
ca: Comí negre (¼ culleradeta)
cs: Černý kmín (¼ lžičky)
de: Schwarzkümmel (¼ TL)
es: Comino negro (¼ ctda.)
fa: سیاه‌دانه (یک‌چهارمِ قاشقِ چای‌خوری)
fr: Cumin noir (¼ c. à café)
he: כמון שחור (¼ כפית)
hu: Fekete kömény (¼ teáskanál)
it: Cumino nero (¼ di cucchiaino)
mk: Црн ким (¼ лажичка)
pl: Czarnuszka (¼ łyżeczki)
pt_br: Cominho Preto (¼ colher de chá)
ro: Chimion negru (¼ linguriță)
ru: Черный тмин/кумин (¼ ч.л.)
sk: Čierna rasca (¼ lyžičky)
uk: Чорний кмин (¼ чайної ложки)
zh_hans: 黑孜然（¼茶匙）
zh_hant: 黑孜然（¼茶匙）

# tweakDailyCumin.heading
source: Cumin (½ tsp with lunch and dinner)
bg: Кимион (½ ч.л. с обяд и вечеря)
ca: Comí (½ culleradeta amb el dinar i el sopar)
cs: Římský kmin (½ lžičky s obědem a večeří)
de: Kreuzkümmel (½ TL zum Mittag- und Abendessen)
es: Comino (½ ctda. almuerzo y cena)
fa: زیرۀ سبز (یک‌دومِ قاشقِ چای‌خوری همراه با ناهار و شام)
fr: Cumin (½ c. à café au déjeuner et au dîner)
he: כמון (½ כפית עם ארוחות צהריים וערב)
hu: Római kömény (½ teáskanál ebédhez és vacsorához)
it: Cumino (½ cucchiaino a pranzo e a cena)
mk: Ким (½ лаж. ручек и вечера)
pl: Kmin rzymski (½ łyżeczki do obiadu i kolacji)
pt_br: Cominho (½ colher de chá no almoço e no jantar)
ro: Chimion (½ linguriță cu prânzul și cina)
ru: Тмин (½ ч.л. с обедом и ужином)
sk: Rímsky kmin (½ lyžičky s obedom a večerou)
uk: Кмин (½ чайної ложки на обід і вечерю)
zh_hans: 孜然（午餐和晚餐½茶匙）
zh_hant: 孜然（午餐和晚餐½茶匙）

# tweakDailyDeflourDiet.heading
source: Deflour Your Diet
bg: Обезцветете диетата си
ca: Prou de farines
cs: Zbavte se mouky
de: Mehl durch ganzes Korn ersetzen
es: Adiós a la harina
fa: خوراکِ روزانه‌تان را از آردِ غلات خالی کنید
fr: Défarinez votre alimentation
he: טירפו את התזונה שלכם
hu: Lisztmentesítse az étrendjét
it: Meno farina nella tua dieta
mk: Збогум на брашното
pl: Odmącz swoją dietę
pt_br: Retire a Farinha da Sua Alimentação
ro: Defăinați-vă dieta
ru: Уберите муку из диеты
sk: Zbavte sa múky
uk: Прибери борошно зі свого раціону
zh_hans: 勿将食物磨成粉
zh_hant: 勿將食物磨成粉

# tweakDailyFrontLoad.heading
source: Front-Load Your Calories
bg: Предварително заредете калориите си
ca: Càrrega frontal de calories
cs: Jezte více v první polovině dne
de: Verzehren Sie die Kalorien früh am Tag
es: Anticipar calorías
fa: کالری‌هایتان را اوایلِ روز دریافت کنید
fr: Concentrez vos calories en début de journée
he: חזית- טענו את הקלוריות שלכם
hu: Kalóriák előtöltése a nap korábbi szakaszában.
it: Più calorie a inizio giornata
mk: Распоредување на калориите
pl: Więcej kalorii na początku dnia
pt_br: Consuma Mais Calorias de Manhã
ro: Consumați caloriile devreme
ru: Фронтальная калорийная загрузка
sk: Jedzte viac v prvej polovici dňa
uk: Вживай більшу кількість калорій в першій половині дня
zh_hans: 提早载入热量
zh_hant: 提早載入熱量

# tweakDailyGarlic.heading
source: Garlic Powder (¼ tsp)
bg: Чесън на прах (¼ ч.л.)
ca: All en pols (¼ culleradeta)
cs: Česnekový prášek (¼ lžičky)
de: Knoblauchpulver (¼ TL)
es: Ajo en polvo (¼ ctda.)
fa: پودرِ سیر (یک‌چهارمِ قاشقِ چای‌خوری)
fr: Ail en poudre (¼ c. à café)
he: אבקת שום (¼ כפית)
hu: Fokhagyma por (¼ teáskanál)
it: Aglio in polvere (¼ di cucchiaino)
mk: Лук во прав (¼ лажичка)
pl: Czosnek w proszku (¼ łyżeczki)
pt_br: Alho em Pó (¼ colher de chá)
ro: Usturoi praf (¼ linguriță)
ru: Чесночный порошок (¼ ч.л.)
sk: Cesnakový prášok (¼ lyžičky)
uk: Порошок часнику (¼ чайної ложки)
zh_hans: 大蒜粉（¼茶匙）
zh_hant: 大蒜粉（¼茶匙）

# tweakDailyGinger.heading
source: Ground Ginger (1 tsp) or Cayenne Pepper (½ tsp)
bg: Млян джинджифил (1 ч.л.) или кайенски пипер (½ ч.л.)
ca: Gingebre mòlt (1 culleradeta) o Pebre de Caiena (½ culleradeta)
cs: Mletý zázvor (1 lžička) nebo kajenský pepř (½ lžičky)
de: Gemahlener Ingwer (1 TL) oder Cayenne-Pfeffer (½ TL)
es: Jengibre molido (1 ctda.) o cayena (½ ctda.)
fa: زنجبیلِ آسیاب‌شده (۱ قاشقِ چای‌خوری) یا فلفلِ کایِن (یک‌دومِ قاشقِ چای‌خوری)
fr: Gingembre moulu (1 c. à café) ou piment de Cayenne (½ c. à café)
he: זנגויל טחון (1 כפית) או פלפל קאיין (½ כפית)
hu: Őrölt gyömbér (1 teáskanál) vagy cayenne bors (½ teáskanál)
it: Zenzero macinato (1 cucchiaino) o pepe di cayenna (½ cucchiaino)
mk: Ѓумбир (1 лаж.) или каена (½ лаж.)
pl: Mielony imbir (1 łyżeczka) lub pieprz Cayenne (½ łyżeczki)
pt_br: Gengibre em Pó (1 colher de chá) ou Pimenta Caiena (½ colher de chá)
ro: Ghimbir măcinat (1 linguriță) sau ardei Cayenne (½ linguriță)
ru: Молотый имбирь (1 ч.л. ложка) или кайенский перец (½ ч.л. ложки)
sk: Mletý zázvor (1 lyžička) alebo kajenské korenie (½ lyžičky)
uk: Мелений імбир (1 чайна ложка) або каєнський перець (½ чайної ложки)
zh_hans: 生姜粉（1茶匙）或卡宴辣椒粉（½茶匙）
zh_hant: 生薑粉（1茶匙）或卡宴辣椒粉（½茶匙）

# tweakDailyGreenTea.heading
source: Green Tea (3 cups)
bg: Зелен чай (3 чаши)
ca: Te Verd (3 tasses)
cs: Zelený čaj (3 šálky)
de: Grüner Tee (3 Tassen)
es: Té verde (3 tazas)
fa: چای سبز (۳ فنجان)
fr: Thé vert (3 tasses)
he: תה ירוק (3 כוסות)
hu: Zöld tea (3 csésze)
it: Tè verde (3 tazze)
mk: Зелен чај (3 шолји)
pl: Zielona herbata (3 szklanki)
pt_br: Chá Verde (3 xícaras)
ro: Ceai verde (3 căni)
ru: Зеленый чай (3 чашки)
sk: Zelený čaj (3 šálky)
uk: Зелений чай (3 чашки)
zh_hans: 绿茶（3杯）
zh_hant: 綠茶（3杯）

# tweakDailyHydrate.heading
source: Stay Hydrated
bg: Останете хидратирани
ca: Mantén-te Hidratat
cs: Zůstaňte hydratovaní
de: Genug trinken
es: Hidratación
fa: بدنتان را پُرآب (هیدراته) نگه دارید
fr: Restez hydraté
he: שתו מספיק
hu: Hidratáljon
it: Ricordati di bere
mk: Хидратација
pl: Nawadniaj się
pt_br: Mantenha-se Hidratado
ro: Rămâi hidratat
ru: Избегайте обезвоживания
sk: Zostaňte hydratovaní
uk: Залишайся гідратованим
zh_hans: 保持体内水分充足
zh_hant: 保持體內水分充足

# tweakDailyNutriYeast.heading
source: Nutritional Yeast (2 tsp)
bg: Хранителна мая (2 ч.л.)
ca: Llevat de Cervesa Nutricional (2 culleradetes)
cs: Lahůdkové droždí (2 lžičky)
de: Hefeflocken (2 TL)
es: Levadura nutricional (2 ctda.)
fa: مخمرِ مغذی (۲ قاشقِ چای‌خوری)
fr: Levure nutritionnelle (2 c. à café)
he: שמרי בירה (2 כפיות)
hu: Étkezési sörélesztőpehely (2 teáskanál)
it: Lievito alimentare (2 cucchiaini)
mk: Нутритивен квасец (2 лажички)
pl: Drożdże odżywcze (2 łyżeczki)
pt_br: Levedura Nutricional (2 colheres de chá)
ro: Drojdie inactivă (2 lingurițe)
ru: Пищевые дрожжи неактивные (2 ч.л.)
sk: Lahôdkové droždie (2 lyžičky)
uk: Харчові дріжджі (2 чайні ложки)
zh_hans: 营养酵母（2茶匙）
zh_hant: 營養酵母（2茶匙）

# tweakDailyTimeRestrict.heading
source: Time-Restrict Your Eating
bg: Ограничете времето за хранене
ca: Alimentació amb Temps Restringit
cs: Vymezte si čas pro jídlo
de: Essen zeitlich beschränken
es: Restricción del horario de comidas
fa: زمانِ غذا خوردنتان را محدود کنید
fr: Consommez vos aliments sur une durée définie
he: הגבלת זמן האכילה שלכם
hu: Időablakos étkezés
it: Limita il tuo tempo per mangiare
mk: Ограничување на времето за јадење
pl: Ogranicz jedzenie czasowo
pt_br: Limite o Tempo de sua Alimentação
ro: Restricționați-vă mesele în intervale de timp
ru: Ограничивайте время приема пищи
sk: Vymedzte si čas na jedlo
uk: Обмежуй кількість годин протягом яких вживаєш їжу
zh_hans: 限制进餐时间区间
zh_hant: 限制進餐時間區間
