Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# dateBackButtonTitle
source: Back to today
bg: Върнете се към днешната дата
ca: Tornar a avui
cs: Zpět na Dnes
de: Zurück zu heute
es: Volver a hoy
fa: بازگشت به امروز
fr: Retour à aujourd'hui
he: בחזרה להיום
hu: Vissza a mai naphoz
it: Torna a oggi
mk: Назад кон денес
pl: Powrót do dzisiaj
pt_br: Voltar para hoje
ro: Înapoi la ziua de azi
ru: Обратно к Сегодня
sk: Späť na Dnes
uk: До сьогодні
zh_hans: 回到今天
zh_hant: 回到今天

# dateButtonTitle.today
source: Today
bg: Днес
ca: Avui
cs: Dnes
de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
he: היום
hu: Ma
it: Oggi
mk: Денес
pl: Dzisiaj
pt_br: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天

# doze_detail_section_sizes
source: Serving Sizes (Suggested)
bg: Размери на порции (препоръчани)
ca: Mides de la porció (suggerit)
cs: Velikosti porcí (doporučené)
de: Portionsgröße (empfohlen)
es: Tamaño de las porciones (sugerencia)
fa: اندازۀ سهم‌ها (پیشنهادی)
fr: Portions (à titre indicatif)
he: גודלי מנות
hu: Adagok mérete
it: Porzioni (consigliate)
mk: Големина на порции (препорака)
pl: Rozmiar porcji (Sugerowany)
pt_br: Porções (sugeridas)
ro: Dimensiunea unei porții (Sugestie)
ru: Размеры порций (рекомендуемые)
sk: Veľkosti porcí (odporúčané)
uk: Розміри порцій (Запропоновані)
zh_hans: 份量（建议）
zh_hant: 份量（建議）

# doze_detail_section_types
source: Types
bg: Видове
ca: Tipus
cs: Typy
de: Arten
es: Tipos
fa: انواع
fr: Exemples
he: סוגים
hu: Típusok
it: Tipi
mk: Видови
pl: Rodzaje
pt_br: Tipos
ro: Tipuri
ru: Виды
sk: Typy
uk: Види
zh_hans: 种类
zh_hant: 種類

# doze_entry_header
source: Servings
bg: Порция
ca: Porcions
cs: Porce
de: Portionen
es: Porciones
fa: سهم‌ها
fr: Portions
he: מנות
hu: Adagok
it: Porzioni
mk: Порции
pl: Porcje
pt_br: Porções
ro: Porții
ru: Порции
sk: Porcia
uk: Порції
zh_hans: 份量
zh_hant: 份量

# dozeBeans.heading
source: Beans
bg: Бобови
ca: Llegums
cs: Luštěniny
de: Bohnen
es: Legumbres
fa: حبوبات
fr: Légumineuses
he: שעועית
hu: Babfélék
it: Legumi
mk: Графчиња (Мешунки)
pl: Fasola
pt_br: Leguminosas
ro: Leguminoase boabe
ru: Бобовые
sk: Strukoviny
uk: Боби
zh_hans: 豆类
zh_hant: 豆類

# dozeBerries.heading
source: Berries
bg: Горски плодове
ca: Fruits del bosc
cs: Bobuloviny
de: Beeren
es: Frutos rojos
fa: توت‌ها
fr: Baies
he: גרגרי יער
hu: Bogyós gyümölcsök
it: Frutti di bosco
mk: Бобинки
pl: Owoce Jagodowe
pt_br: Frutas Silvestres
ro: Fructe de pădure
ru: Ягоды
sk: Bobuľoviny
uk: Ягоди
zh_hans: 浆果类
zh_hant: 漿果類

# dozeBeverages.heading
source: Beverages
bg: Напитки
ca: Begudes
cs: Nápoje
de: Getränke
es: Bebidas
fa: نوشیدنی‌ها
fr: Boissons
he: משקאות קלים
hu: Italok
it: Bevande
mk: Пијалоци
pl: Napoje
pt_br: Bebidas
ro: Băuturi
ru: Напитки
sk: Nápoje
uk: Напої
zh_hans: 饮料
zh_hant: 飲料

# dozeExercise.heading
source: Exercise
bg: Упражнения
ca: Exercici
cs: Pohyb
de: Bewegung
es: Ejercicio
fa: ورزش
fr: Exercice
he: ספורט
hu: Testmozgás
it: Attività fisica
mk: Вежбање
pl: Ćwiczenia
pt_br: Exercícios
ro: Exerciții fizice
ru: Физические Упражнения
sk: Pohyb
uk: Фізична активність
zh_hans: 运动
zh_hant: 運動

# dozeFlaxseeds.heading
source: Flaxseeds
bg: Ленено семе
ca: Llavors de lli
cs: Lněná semínka
de: Leinsamen
es: Linaza
fa: تخمِ کتان
fr: Graines de lin
he: זרעי פשתן
hu: Lenmag
it: Semi di lino
mk: Ленено семе
pl: Siemię lniane
pt_br: Linhaça
ro: Semințe de in
ru: Семена льна
sk: Ľanové semienka
uk: Насіння льону
zh_hans: 亚麻籽
zh_hant: 亞麻籽

# dozeFruitsOther.heading
source: Other Fruits
bg: Други плодове
ca: Altres Fruites
cs: Ostatní ovoce
de: Anderes Obst
es: Otras frutas
fa: سایرِ میوه‌ها
fr: Autres fruits
he: פירות אחרים
hu: Egyéb gyümölcsök
it: Altri frutti
mk: Други овошја
pl: Inne owoce
pt_br: Outras Frutas
ro: Alte fructe
ru: Другие Фрукты
sk: Ostatné ovocie
uk: Інші фрукти
zh_hans: 其他水果
zh_hant: 其他水果

# dozeGreens.heading
source: Greens
bg: Зеленолистни зеленчуци
ca: Verdures de fulla verda
cs: Zelenina
de: Blattgemüse
es: Verduras de hoja verde
fa: سبزیجاتِ برگ‌دارِ سبز
fr: Légumes verts
he: ירקות ירוקים
hu: Zöld leveles zöldségek
it: Verdure verdi
mk: Зелени лиснати зеленчуци
pl: Zielenina
pt_br: Verduras
ro: Verdețuri
ru: Листовые Овощи
sk: Zelenina
uk: Зелень
zh_hans: 绿叶蔬菜
zh_hant: 綠葉蔬菜

# dozeNuts.heading
source: Nuts and Seeds
bg: Ядки
ca: Fruits secs i llavors
cs: Ořechy a semena
de: Nüsse und Saaten
es: Frutos secos
fa: آجیل‌ها و تخمه‌ها
fr: Noix
he: אגוזים וזרעים
hu: Diófélék és magvak
it: Frutta a guscio e semi
mk: Јаткасти плодови
pl: Orzechy i nasiona
pt_br: Castanhas e Sementes
ro: Nuci și semințe
ru: Орехи и Семена
sk: Orechy a semená
uk: Горіхи та насіння
zh_hans: 坚果和种子
zh_hant: 堅果類

# dozeOtherInfo.message
source: Vitamin B12 is essential for your health but does not count towards your daily servings. Vitamin B12 is included in this app to provide you with an easy way to track your intake.
bg: Витамин B12 е от съществено значение за вашето здраве, но не се брои към ежедневните ви порции. Витамин B12 е включен в това приложение, за да ви осигури лесен начин за проследяване на приема.
ca: La vitamina B12 és essencial per la teva salut però no compta en relació amb les teves racions diàries. La Vitamina B12 està inclosa en aquesta app per proporcionar-te una manera fàcil de fer un seguiment de les dosis.
cs: Vitamín B12 je nezbytný pro vaše zdraví, ale nezapočítává se do dennich porcí. Vitamín B12 je v této aplikaci zahrnut, abyste si mohli jednoduše monitorovat jeho příjem.
de: Vitamin B12 ist wichtig für die Gesundheit, wird aber nicht auf die tägliche Portion angerechnet. Vitamin B12 ist in dieser App enthalten, um Ihnen eine einfache Möglichkeit zu bieten, Ihre Einnahme zu verfolgen.
es: La vitamina B12 es esencial para la salud, pero no cuenta para las porciones diarias. La Vitamina B12 se incluye en esta aplicación para proporcionarte una manera fácil de realizar un seguimiento de su ingesta.
fa: ویتامین ب۱۲ برای سلامتی‌تان ضروری است؛ اما شاملِ سهم‌های هرروزه‌تان نمی‌شود./n/n عنوان «ویتامین ب۱۲» در این اپ، به‌منظورِ ارائۀ راهی ساده برای نظارت بر مصرفتان آورده شده است.
fr: La vitamine B12 est essentielle à notre santé. Elle n'est pas comptée comme élément de votre apport journalier Daily Dozen mais est tout de même incluse dans cette app afin de vous permettre d'en faire le suivi.
he: ויטמין B12 חיוני לבריאותכם אך אינו נכנס לתוך המנות היומיומיות שלכם. ויטמין B12 כלול באפליקציה זו כדי לספק לכם דרך קלה לעקוב אחר צריכתכם.
hu: A B12-vitamin alapvető fontosságú az egészsége szempontjából, de nem számít bele a napi adagokba. A B12-vitamint felvettük az alkalmazásba, hogy könnyen nyomon követhesse a bevitelét.
it: La vitamina B12 è essenziale per la tua salute, ma non viene conteggiata nelle porzioni giornaliere. La vitamina B12 è inclusa in quest'app per aiutarti a controllare facilmente quanta ne assumi.
pl: Witamina B12 jest niezbędna dla zdrowia, ale nie wlicza się do Twoich dziennych porcji. Witamina B12 jest natomiast uwzględniona w aplikacji, aby łatwiej śledzić jej spożycie.
pt_br: A vitamina B12 é essencial para a sua saúde mas não conta na suas porções diárias. A vitamina B12 é incluida neste aplicativo para fornecer a você uma forma fácil de acompanhar a sua ingestão.
ro: Vitamina B12 este esențială pentru sănătatea dvs., dar nu este inclusă în porțiile zilnice. Vitamina B12 este inclusă în această aplicație pentru a vă oferi o modalitate ușoară de a vă urmări aportul.
ru: Витамин B12 крайне важен для вашего здоровья, но он не считается с другими ежедневными порциями. Витамин B12 добавлен в это приложение, чтобы облегчить отслеживание приема добавки.
sk: Vitamín B12 je nevyhnutný pre vaše zdravie, ale nezapočítava sa do denných porcií. Vitamín B12 je v tejto aplikácii zahrnutý, aby ste si mohli jednoducho monitorovať jeho príjem.
uk: Вітамін В12 надзвичайно важливий для твого здоров'я, але він не включений до решти щоденних порцій. Вітамін В12 доданий до цього застосунку для того щоб тобі було легше відслідковувати його вживання.
zh_hans: 维生素B12对健康来说至关重要，但不算在每日12清单的份量当中。 本应用程序包含维生素B12，让您能方便追踪摄取量。
zh_hant: 維生素B12對健康來說至關重要，但不算在每日12清單的份量當中。 本應用程序包含維生素B12，讓您能方便追蹤攝取量。

# dozeOtherInfo.section
source: Supplements
bg: Добавки
ca: Suplements
cs: Doplňky
de: Nahrungsergänzungsmittel
es: Suplementos
fa: مکمل‌های غذایی
fr: Compléments alimentaires
he: תוספי תזונה
hu: Táplálékkiegészítők
it: Integratori
pl: Suplementy
pt_br: Suplementos
ro: Suplimente
ru: Пищевые добавки
sk: Doplnky
uk: БАДи
zh_hans: 补充剂
zh_hant: 補充劑

# dozeOtherInfo.title
source: Supplements
bg: Добавки
ca: Suplements
cs: Doplňky
de: Nahrungsergänzungsmittel
es: Suplementos
fa: مکمل‌های غذایی
fr: Compléments alimentaires
he: תוספי תזונה
hu: Táplálékkiegészítők
it: Integratori
pl: Suplementy
pt_br: Suplementos
ro: Suplimente
ru: Пищевые добавки
sk: Doplnky
uk: БАДи
zh_hans: 补充剂
zh_hant: 補充劑

# dozeSpices.heading
source: Herbs and Spices
bg: Подправки
ca: Espècies
cs: Bylinky a koření
de: Gewürze
es: Especias
fa: ادویه‌ها و سبزیجاتِ معطر
fr: Épices et herbes aromatiques
he: צמחי מרפא ותבלינים
hu: Gyógynövények és fűszerek
it: Erbe e spezie
mk: Зачини
pl: Zioła i przyprawy
pt_br: Ervas e Temperos
ro: Plante aromatice și condimente
ru: Травы и Специи
sk: Bylinky a korenie
uk: Трави та спеції
zh_hans: 香草和香料
zh_hant: 香草和香料

# dozeVegetablesCruciferous.heading
source: Cruciferous Vegetables
bg: Кръстоцветни зеленчуци
ca: Crucíferes
cs: Košťálová zelenina
de: Kreuzblütler-Gemüse
es: Crucíferas
fa: سبزیجاتِ چَلیپایی/صلیبی
fr: Légumes crucifères
he: ירקות מצליבים
hu: Keresztes virágú zöldségek
it: Verdure crucifere
mk: Крстоцветни зеленчуци
pl: Warzywa kapustne
pt_br: Vegetais Crucíferos
ro: Legume crucifere
ru: Крестоцветные Овощи
sk: Košťálová zelenina
uk: Хрестоцвіті овочі
zh_hans: 十字花科蔬菜
zh_hant: 十字花科蔬菜

# dozeVegetablesOther.heading
source: Other Vegetables
bg: Други зеленчуци
ca: Altres verdures
cs: Ostatní zelenina
de: Anderes Gemüse
es: Otras verduras
fa: سایرِ سبزیجات
fr: Autres légumes
he: ירקות אחרים
hu: Egyéb zöldségek
it: Altre verdure
mk: Други зеленчуци
pl: Inne warzywa
pt_br: Outros Vegetais
ro: Alte legume
ru: Прочие Овощи
sk: Ostatná zelenina
uk: Інші овочі
zh_hans: 其他蔬菜
zh_hant: 其他蔬菜

# dozeWholeGrains.heading
source: Whole Grains
bg: Пълнозърнести
ca: Cereals integrals
cs: Celozrnné obilniny
de: Vollkorn
es: Cereales integrales
fa: غلاتِ کامل/سبوس‌دار
fr: Céréales complètes
he: דגנים מלאים
hu: Teljes kiőrlésű gabonák
it: Cereali Integrali
mk: Цели зрна
pl: Pełnoziarniste zboża
pt_br: Grãos Integrais
ro: Cereale integrale
ru: Цельнозерновые Продукты
sk: Celozrnné obilniny
uk: Цільні зерна
zh_hans: 全谷物
zh_hant: 全穀類

# faq_adapt_question
source: The Daily Dozen is too much/too little food for me! Can I adapt it?
bg: Daily Dozen е твърде много/твърде малко храна за мен! Мога ли да го адаптирам?
ca: La Dotzena Diària és massa/massa poc menjar per a mi! Puc adaptar-lo?
cs: Denní Dvanáctka je pro mě příliš mnoho/málo jídla! Mohu si to přizpůsobit?
de: Die Daily Dozen ist zu viel/zu wenig Essen für mich! Kann ich es anpassen?
es: La Docena Diaria es mucha comida/muy poca comida para mí. ¿Puedo adaptarla?
fa: «دوازده‌تای روزانه» برای من بیش از حد زیاد/بیش از حد کم است! می‌توانم آن را با شرایط خود مطابقت دهم؟
fr: J'ai trop/pas assez à manger en suivant Daily Dozen ! Est-ce que je peux l'adapter ?
hu: A Napi Tucat túl sok/túl kevés nekem! Alakíthatok rajta?
it: Le porzioni di Daily Dozen sono troppo grandi/troppo piccole per me! Posso adattarle?
mk: Дневна дузина е премногу или премалку храна за мене! Може ли да ја прилагодам?
pl: Codzienny Tuzin to dla mnie za dużo/za mało jedzenia! Czy mogę to dostosować?
pt_br: A Dúzia Diária é muita/pouca comida para mim! Posso adaptá-la?
ro: Duzina Zilnică înseamnă prea multă/prea puțină mâncare pentru mine! Pot s-o adaptez?
ru: Ежедневная дюжина для меня слишком много/мало еды! Могу ли я адаптировать его?
sk: Denná Dvanástka je pre mňa príliš veľa/príliš málo jedla! Môžem si to prispôsobiť?
uk: Дюжина доктора Грегера містить забагато/замало їжі для мене! Можна її адаптувати?
zh_hans: 每日12清单建议我吃太多／太少！我可以调整吗？
zh_hant: 每日12清單建議我吃太多/太少！我可以調整嗎？

# faq_adapt_response
source: Yes, the Daily Dozen is simply meant to be a guide of the healthiest foods that we strive to include every day. It’s not a meal plan and is not meant to be prescriptive. Do your best to eat a diverse array of whole plant foods and adapt the Daily Dozen to the quantities that work for you.
bg: Да, Daily Dozen е просто предназначен да бъде ръководство за най-здравословните храни, които се стремим да включваме всеки ден. Това не е план за хранене и не е предназначен да бъде предписван. Направете всичко възможно да ядете разнообразие от цели растителни храни и адаптирайте Daily Dozen към количествата, които работят за вас.
ca: Sí, la Dotzena Diària només vol ser una guia dels aliments més saludables que ens esforcem per incloure cada dia. No és un pla d'àpats i no pretén ser prescriptiu. Fes tot el possible per menjar una gran varietat d'aliments vegetals sencers i adapta la Dotzena Diària a les quantitats que et funcionin.
cs: Ano, Denní Dvanáctka má být jen průvodcem těch nejzdravějších potravin, které se snažíme každý den zařazovat. Nejedná se o jídelní plán a není míněno jako norma. Snažte se jíst rozmanitou škálu celých rostlinných potravin a přizpůsobte Denní Dvanáctku množství, které vám vyhovuje.
de: Ja, die Daily Dozen ist lediglich als Leitfaden für die gesündesten Lebensmittel gedacht, die wir täglich einzubauen versuchen sollten. Sie ist kein Ernährungsplan und nicht als Vorgabe gedacht. Bemühen Sie sich, eine vielfältige Auswahl an vollwertigen pflanzlichen Lebensmitteln zu essen und passen Sie die Daily Dozen in den Mengen an, die für Sie geeignet sind.
es: Claro, la Docena Diaria es una guía de los alimentos que deberíamos intentar consumir a diario, pero no es un plan de comidas y no es prescriptiva. Intenta comer una variedad de alimentos vegetales integrales y adapta las cantidades de la Docena a las que funcionen para ti.
fa: بله، «دوازده‌تای روزانه» صرفاً راهنمای سالم‌ترین غذاهایی است که سعی می‌کنیم آن‌ها را به خوراک روزانه اضافه کنیم. این راهنما، برنامۀ غذایی نیست و قرار نیست تجویزی باشد. همۀ تلاش خود را بکنید تا طیفِ متنوعی از غذاهای گیاهیِ کامل را بخورید و «دوازده‌تای روزانه» را، با مقادیری که برایتان مناسب است، مطابقت دهید.
fr: Oui, Daily Dozen indique simplement les aliments que l'on devrait essayer d'inclure dans notre alimentation journalière pour être en bonne santé mais ce n'est pas un plan alimentaire à suivre à la lettre. Essayez tout simplement de manger une grande variété d'aliments sains et adaptez les quantités afin qu'elles vous conviennent.
hu: Igen, a Napi Tucatot csak egy útmutatónak szántuk, ami megmutatja legegészségesebb ételeket, amiknek a napi fogyasztására törekednünk kell. Nem előírás és nem étkezési terv. Törekedjen változatos növényi étrendre és alakítsa a Napi Tucat mennyiségeit a saját igényeihez!
it: Sì, Daily Dozen vuole essere semplicemente una guida sugli alimenti più sani che ci sforziamo di assumere ogni giorno. Non è un piano alimentare e non è da intendersi come prescrittivo. Cerca di mangiare un'ampia gamma di alimenti vegetali e integrali e adatta le porzioni di Daily Dozen alle tue esigenze.
mk: Да, Дневната Дузина е само водич за најздравите намирници кои се трудиме да ги вклучиме секој ден. Тоа не е план за исхрана и не е наменета да биде задолжителна. Направете го најдоброто што можете да јадете разновидна цела растителна храна и прилагодете ја Дневната Дузина на количините кои одговараат на вас.
pl: Tak, Codzienny Tuzin ma być po prostu przewodnikiem po najzdrowszej żywności, którą staramy się włączać do naszej diety każdego dnia. To nie jest plan posiłków i nie ma na celu niczego narzucać. Staraj się jeść różnorodną gamę pełnowartościowych pokarmów roślinnych i dostosuj Codzienny Tuzin do ilości, które ci odpowiadają.
pt_br: Sim, a Dúzia Diária é simplesmente um guia dos alimentos mais saudáveis que nos esforçamos para incluir todos os dias. Não é um plano de refeições e não pretende ser prescritivo. Faça o possível para comer uma variedade diversificada de alimentos vegetais integrais e adapte a Dúzia Diária às quantidades que funcionam melhor para você.
ro: Da, Duzina Zilnică se dorește a fi un ghid al celor mai sănătoase alimente pe care ne străduim să le includem zilnic. Nu este un plan de mese și nu își propune să fie prescriptivă. Faceți tot posibilul pentru a mânca o gamă variată de alimente vegetale integrale și adaptați Duzina Zilnică la cantitățile care vă convin.
ru: Да, Daily Dozen просто предназначен для того, чтобы быть справочником самых здоровых продуктов, которые мы стремимся включать каждый день. Это не план питания и не носит предписывающего характера. Делайте все возможное, чтобы есть разнообразные цельные растительные продукты и адаптируйте дневную дюжину к количествам, которые вам подходят.
sk: Áno, Daily Dozen má byť jednoducho sprievodcom tých najzdravších potravín, ktoré sa snažíme každý deň zaradiť. Nie je to plán stravovania a nie je určený na predpis. Snažte sa jesť rozmanitú škálu celých rastlinných potravín a prispôsobte denný tucet množstvu, ktoré vám vyhovuje.
uk: Так, Дюжина доктора Грегера це просто довідник найкорисніших продуктів, що ми намагаємося включити у свій щоденний раціон. Вона не є планом із харчування. Намагайся їсти різноманітну цільну рослинну їжу та адаптуй Дюжину доктора Грегера до кількості, яка підходить саме тобі.
zh_hans: 是的，每日12清单只是为了指导我们每天努力摄取的最健康的食物。这不是膳食计划，也不是规定性的。尽最大努力吃各种各样的全食物蔬食食品，并根据适合您的数量调整每日12清单。
zh_hant: 是的，每日12清單只是為了指導我們每天努力攝取的最健康的食物。這不是膳食計劃，也不是規定性的。盡最大努力吃各種各樣的全食物蔬食食品，並根據適合您的數量調整每日12清單。

# faq_age_question
source: Is this adaptable for children, adolescents, and teens?
bg: Може ли да се приложи за деца, юноши и тийнейджъри?
ca: És adaptable per a nens, adolescents i adolescents?
cs: Je to vhodné pro děti, dospívající a mládež?
de: Kann die Daily Dozen für Kinder, Jugendliche und Teenager angepasst werden?
es: ¿Se puede adaptar para niños y adolescentes?
fa: آیا «دوازده‌تای روزانه» برای کودکان و نوجوانان هم مناسب است؟
fr: Peut-on adapter ces recommandations à des enfants, adolescents et jeunes adultes ?
hu: Alkalmazható gyermekek, serdülők és tinédzserek számára is?
it: È adatto a bambini, ragazzi e adolescenti?
mk: Дали е прилагодлива за деца, адолесценти и тинејџери?
pl: Czy Codzienny Tuzin można dostosować pod dzieci i młodzież?
pt_br: É adaptável para crianças e adolescentes?
ro: Este Duzina Zilnică adaptabilă pentru copii și adolescenți?
ru: Подходит ли это для детей и подростков?
sk: Je to prispôsobiteľné pre deti, dospievajúcich a mládež?
uk: Чи адаптована вона для дітей та підлітків?
zh_hans: 这是否适用于儿童和青少年？
zh_hant: 這是否適用於兒童和青少年？

# faq_age_response.0
source: Children, adolescents, and teenagers have different caloric needs throughout their lifecycle. These needs change to support growth and development at each stage.
bg: Децата, юношите и тийнейджърите имат различни калорични нужди през целия си жизнен цикъл. Тези нужди се променят, за да подкрепят растежа и развитието на всеки етап.
ca: Els nens, adolescents i adolescents tenen necessitats calòriques diferents al llarg del seu cicle de vida. Aquestes necessitats canvien per donar suport al creixement i desenvolupament en cada etapa.
cs: Děti, dospívající a mládež mají během svého životního cyklu různé kalorické potřeby. Tyto potřeby se mění, aby podpořily růst a rozvoj v každé fázi.
de: Kinder, Jugendliche und Teenager haben einen verschiedenen Kalorienbedarf während ihrer Lebensdauer. Dieser Bedarf ändert sich, um Wachstum und die Entwicklung bei jedem Abschnitt zu fördern.
es: Los niños y los adolescentes tienen necesidades calóricas que van cambiando según crecen. Esto ocurre para ayudarles a crecer y desarrollarse correctamente en cada etapa de su vida.
fa: کودکان و نوجوانان در سراسرِ چرخۀ زندگی‌شان نیاز به مقدارکالریِ متفاوتی دارند. این نیازها برای کمک به رشد و تکاملِ آن‌ها در هر مرحله تغییر می‌کند.
fr: Les besoins caloriques des enfants, adolescents et jeunes adultes changent tout au long de leur croissance afin de favoriser cette croissance et leur épanouissement.
hu: A gyermekeknek, serdülőknek és tinédzsereknek életciklusonként eltérő a kalóriaigényük. Ezek a változó szükségletek biztosítják számukra minden szakaszban a megfelelő növekedést és fejlődést.
it: Bambini, ragazzi e adolescenti hanno esigenze caloriche diverse durante la loro vita. Tali esigenze cambiano ad ogni stadio per supportare la crescita e lo sviluppo.
mk: Децата, адолесцентите и тинејџерите имаат различни калориски потреби низ целиот животен циклус. Овие потреби се менуваат за да го поддржат растењето и развојот во секоја фаза.
pl: Dzieci i młodzież mają różne zapotrzebowanie kaloryczne w okresie dorastania. Zmienia się ono, aby wspierać wzrost i rozwój na każdym etapie.
pt_br: Crianças e adolescentes têm diferentes necessidades calóricas ao longo de seu ciclo de vida. Essas necessidades mudam de acordo com o crescimento e o desenvolvimento em cada estágio.
ro: Copiii și adolescenții au necesități calorice diferite pe parcursul evoluției lor. Aceste nevoi se schimbă astfel încât să le susțină creșterea și dezvoltarea în fiecare etapă.
ru: Дети и подростки имеют разные потребности в калориях на протяжении всей жизни. Эти потребности меняются, чтобы поддерживать рост и развитие на каждом этапе.
sk: Deti, dospievajúci a dospievajúci majú počas svojho životného cyklu rôzne kalorické potreby. Tieto potreby sa menia, aby podporili rast a rozvoj v každej fáze.
uk: Діти та підлітки мають різні потреби в калоріях протягом життєвого циклу. Ці потреби змінюються, щоб підтримувати ріст та розвиток на кожному етапі.
zh_hans: 儿童和青少年在整个生命周期中有不同的热量需求。 这些需求在每个阶段发生改变，是为了支持每个阶段的增长和发展。
zh_hant: 兒童和青少年在整個生命週期中有不同的熱量需求。 這些需求在每個階段發生改變，是為了支持每個階段的增長和發展。
