Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# info_app_about_oss_credits
source: The following open source libraries are used: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
bg: Използват се следните библиотеки с отворен код: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
ca: S'utilitzen les següents biblioteques de codi obert: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
cs: Aplikace používá následující open source knihovny: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
de: Die folgenden Open-Source-Bibliotheken werden verwendet: RealmSwift, Charts, FSCalendar, SimpleAnimation.
es: Las siguientes open source libraries fueron utilizadas: RealmSwift, Charts, FSCalendar, SimpleAnimation, y ActiveLabel.
fa: بایگانی‌های منبع‌بازی که در ادامه می‌آید موردِ استفاده قرار گرفته‌اند: RealmSwift، Charts، FSCalendar، SimpleAnimation، ActiveLabel.
fr: Librairies open source utilisées : RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
he: נעשה שימוש בספריות הקוד הפתוח שלהלן: RealmSwift, תרשימים, FSCalendar, SimpleAnimation, ActiveLabel.
hu: A következő nyílt forráskódú könyvtárak használatosak: RealmSwift, Charts, FSCalendar, SimpleAnimation.
it: Sono state usate le seguenti librerie open source: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
pl: Używane są następujące biblioteki open source: RealmSwift, Charts, FSCalendar, SimpleAnimation i ActiveLabel.
pt_br: As seguintes bibliotecas de código aberto foram usadas: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
ro: S-au folosit următoarele librării open source: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
ru: Приложение использует следующие библиотеки с открытым кодом: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
sk: Aplikácia používa nasledujúce open source knižnice: RealmSwift, Charts, FSCalendar, SimpleAnimation, ActiveLabel.
uk: Застосунок використовує наступні бібліотеки з відкритим кодом: RealmSwift, Charts, FSCalendar, SimpleAnimation.
zh_hans: 使用了以下的开放资源：RealmSwift、Charts、FSCalendar、SimpleAnimation、ActiveLabel
zh_hant: 使用了以下的開放資源：RealmSwift、Charts、FSCalendar、SimpleAnimation、ActiveLabel

# info_app_about_overview
source: Use this app on a daily basis to keep track of the foods and advice I recommend for optimal health and longevity in my books How Not to Die and How Not to Diet.
bg: Използвайте това приложение на дневна база, за да следите храните, които аз препоръчвам за оптимално здраве и дълголетие в книгата си „Как да не умрем“.
ca: Utilitza aquesta app cada dia per fer un seguiment dels aliments i els consells que dono per una salut i longevitat òptimes als meus llibres How Not to Die i How Not to Diet.
cs: Tato aplikace je určena k dennímu zaznamenávání jídel a sledování doporučení pro optimální zdraví a dlouhověkost, která uvádím ve svých knihách Jak nezemřít a Jak nedietovat.
de: Verwenden Sie diese App täglich, um den Überblick über die Lebensmittel und Ratschläge zu behalten, die ich in meinen Büchern How Not to Die und How Not to Diet für optimale Gesundheit und Langlebigkeit empfehle.
es: Utiliza esta aplicación a diario para llevar un registro de los alimentos que recomiendo para una salud y longevidad óptimas en mi libro Comer para no morir.
fa: از این اپ برای ثبت و نظارت بر غذاهایتان به‌صورتِ روزانه بهره بگیرید و برای توصیه‌هایی که جهتِ دستیابی به سلامتیِ مطلوب و طولِ عمر ارائه کرده‌ام، به کتاب‌هایم «چگونه نمیریم» و «چگونه رژیم نگیریم» مراجعه کنید.
fr: Utilisez cette app tous les jours pour suivre les aliments que je recommande pour une santé et une longévité optimales dans mes livres 'Comment ne pas mourir' et 'Comment ne pas faire de régime.'
he: השתמשו באפליקציה זו על בסיס יומי כדי לעקוב אחר המזונות והעצות שאני ממליץ עליהן לבריאות ואריכות ימים בצורה אופטימלית בספרים שלי "איך לא למות" ו"איך לא לעשות דיאטה".
hu: Használja ezt az alkalmazást naponta! Így könnyedén követheti a tanácsaimat és fogyaszthatja az általam ajánlott élelmiszereket, amelyeket az optimális egészség és a hosszú élet eléréséhez ajánlok a Hogy ne halj meg és a Hogyan ne diétázz című könyveimben.
it: Utilizza questa applicazione giornalmente per tenere traccia degli alimenti e dei miei consigli per una salute ottimale e una vita longeva tratti dai miei libri “Sei quel che mangi” e “Contro le diete”.
mk: Користете ја оваа апликација секојдневно за да водите евиденција за храната што ја препорачувам за оптимално здравје и долговечност во мојата книга „How not to die“.
pl: Korzystaj z tej aplikacji codziennie, aby śledzić żywność i porady, które polecam dla optymalnego zdrowia i długowieczności w moich książkach „Jak nie umrzeć przedwcześnie” i „How Not to Diet”.
pt_br: Use este aplicativo diariamente para controlar os seus alimentos e acompanhar os conselhos que eu recomendo para uma ótima saúde e longevidade nos meus livros Comer Para Não Morrer e Como Não Fazer Dieta.
ro: Utilizați această aplicație zilnic pentru a urmări alimentele și sfaturile pe care le recomand pentru o sănătate optimă și longevitate în cărțile mele „Cum să nu mori” și „Cum să nu ții o dietă”.
ru: Используйте приложение каждый день, чтобы отслеживать продукты питания и следовать рекомендациям из книг Не Сдохни! Еда в борьбе за жизнь и Не сдохни на диете, быть здоровыми и жить дольше.
sk: Táto aplikácia je určená na denné zaznamenávanie jedál a sledovanie odporúčaní pre optimálne zdravie a dlhovekosť, ktoré uvádzam vo svojich knihách Ako nezomrieť a Ako nedietovať.
uk: Використовуй цей застосунок щодня, щоб відслідковувати продукти харчування та слідувати рекомендаціям для міцного здоров'я та довголіття із моїх книг “Як не померти передчасно” та “How Not to diet (Як не сидіти на дієті)”
zh_hans: 我在《救命》中推荐了能够让您健康长寿的食物，请每天使用这个应用程序来记录与追踪您对这些食物的摄取量。
zh_hant: 我在《食療聖經》中推薦了能夠讓您健康長壽的食物，請每天使用這個應用程序來記錄與追蹤您對這些食物的攝取量。

# info_app_about_translators
source: Special thanks to our volunteer translators: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
bg: Специални благодарности на нашите преводачи доброволци: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Saeed Salamian (fa), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
ca: Agraïment especial als nostres traductors voluntaris: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
cs: Zvláštní poděkování patří našim dobrovolným překladatelům: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
de: Besonderer Dank an unsere ehrenamtlichen Übersetzer: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Saeed Salamian (fa), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), dr. Stern Borbála (hu), Kertész Tibor (hu), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk), Sabina Aliieva (uk).
es: Le damos las gracias a nuestros traductores voluntarios: Petar & Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
fa: تشکرِ ویژه داریم از مترجمانِ داوطلبمان: پِتار اِنچِف (بلغاری)، تسوِتی اِنچِف (بلغاری)، ریکارد سولِر رُجِر (کاتالان)، لویِِک بوشکا (چکی، اسلواکی)، لِنکا لوکاتسووا (چکی)، آنکه اِشلیسمان (آلمانی)، آنخِلا گرانیا (اسپانیایی)، سعید سلامیان (فارسی)، آودری هارکینز (فرانسوی)، دورون بَرَک (عبری)، روث لِوی (عبری)، آنالیزا گووِرینی کُرنِر (ایتالیایی)، ایلاریا زِنینی (ایتالیایی)، حانا گوزِندا (لهستانی)، یوآنا کلوپوتِک (لهستانی)، تانیا باسی (پرتغالی برزیل)، ژوائو مادورِئیرو (پرتغالی پرتغال)، کریستینا لائوبی (رومانیایی)، ایوجِنیا لیک (روسیه)، کاتارینا موتزاکووا (اسلواکی)
fr: Remerciements particuliers à nos traducteurs bénévoles : Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
hu: Külön köszönet önkéntes fordítóinknak: Adelina Chernaeva (bg), Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lucie Doleželová (cs), Lenka Lukacová (cs), Anke Schliessmann (de), Sofia Schuessler (de), Ángela Graña (es), Saeed Salamian (fa), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), dr. Stern Borbála (hu), Kertész Tibor (hu), Adriana Centrone (it), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Andrijeski (mk), Hangur (pl), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Anna Miliutina (ru), Katarína Mocáková (sk), Sabina Aliieva (uk), Hailey Chang (zh).
it: Un ringraziamento speciale ai nostri traduttori volontari: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
mk: Им благодариме на нашите волонтери-преведувачи: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
pl: Specjalne podziękowania dla naszych tłumaczy-wolontariuszy: Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Doron Barak (he), Ruth Levy (he), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
pt_br: Agradecimentos especiais aos nossos tradutores voluntários: Petar & Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
ro: Mulțumiri speciale traducătorilor noștri voluntari: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
ru: Особая благодарность нашим переводчикам-волонтерам: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
sk: Osobitné poďakovanie patrí našim dobrovoľným prekladateľom: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk).
uk: Особлива подяка нашим перекладачам-волонтерам: Petar Enchev (bg), Tsveti Enchev (bg), Ricard Soler Roger (ca), Luděk Bouška (cs,sk), Lenka Lukacová (cs), Anke Schliessmann (de), Ángela Graña (es), Saeed Salamian (fa), Audray Harkins (fr), Doron Barak (he), Ruth Levy (he), dr. Stern Borbála (hu), Kertész Tibor (hu), Annalisa Guerrini-Körner (it), Ilaria Zanini (it), Hanna Gurzeda (pl), Joanna Klopotek (pl), Tania Bassi (pt-BR), João Madureira (pt-PT), Cristina Lauby (ro), Evgeniya Lyakh (ru), Katarína Mocáková (sk), Sabina Aliieva (uk).
zh_hans: 特别鸣谢翻译志愿者：Petar Enchev（bg）、Tsveti Enchev（bg）、Ricard Soler Roger（ca）、Luděk Bouška（cs,sk）、Lenka Lukacová（cs）、Anke Schliessmann（de）、Ángela Graña(es)、Saeed Salamian (fa)、Audray Harkins（fr）、Doron Barak（he）、Ruth Levy（he）、Annalisa Guerrini-Körner（it）、Ilaria Zanini（it）、Hanna Gurzeda（pl）、Joanna Klopotek（pl）、Tania Bassi（pt-BR）、João Madureira（pt-PT）、Cristina Lauby（ro）、Evgeniya Lyakh（ru）、Katarína Mocáková（sk)。
zh_hant: 特別鳴謝翻譯志願者：Petar Enchev（bg）、Tsveti Enchev（bg）、Ricard Soler Roger（ca）、Luděk Bouška（cs,sk）、Lenka Lukacová（cs）、Anke Schliessmann（de）、Ángela Graña（es）、Audray Harkins（fr）、Doron Barak（he）、Ruth Levy（he）、Annalisa Guerrini-Körner（it）、Ilaria Zanini（it）、Hanna Gurzeda（pl）、Joanna Klopotek（pl）、Tania Bassi（pt-BR）、João Madureira（pt-PT）、Cristina Lauby（ro）、Evgeniya Lyakh（ru）、Katarína Mocáková（sk)。

# info_app_about_version
source: version 3.4.3
bg: версия 3.5.1
ca: versió 3.4.5
cs: verze 3.4.7
de: Version 3.5.3
es: versión 3.4.3
fa: نسخۀ ۳.۵.۱
fr: version 3.5.1
he: ורסיה 3.2.15
hu: 3.5.3 verzió
it: versione 3.4.5
mk: version 3.5.1
pl: wersja 3.4.1
pt_br: versão 3.4.1
ro: versiune 3.2.21
ru: версия 3.4.5
sk: verzia 3.2.21
uk: версія 3.5.3
zh_hans: 3.5.1版本
zh_hant: 3.4.13版本

# info_app_about_welcome
source: Welcome to my Daily Dozen!
bg: Добре дошли в моя Daily Dozen!
ca: Benvingut a la meva Dotzena Diària!
cs: Vítejte v mé Denní Dvanáctce!
de: Willkommen zu meinem Täglichen Dutzend!
es: ¡Bienvenido a mi Docena Diaria!
fa: به «دوازده‌تای روزانه» من خوش آمدید!
fr: Bienvenue dans Daily Dozen!
he: ברוכים הבאים לתריסר היומי שלי!
hu: Üdvözöljük a személyes Napi Tucat oldalán!
it: Ti diamo il benvenuto in Daily Dozen!
mk: Добредојдовте во мојата Дневна дузина!
pl: Witaj w moim Codziennym Tuzinie!
pt_br: Bem-vindos à minha Dúzia Diária!
ro: Bine ați venit în Duzina Zilnică!
ru: Добро пожаловать в Не сдохни!
sk: Vitajte v mojej Dennej Dvanástke!
uk: Ласкаво просимо до “Дюжини доктора Грегера”
zh_hans: 欢迎来到我的“每日12清单”！
zh_hant: 歡迎來到我的《每日12清單》！

# info_book_how_not_to_die
source: Book: How Not to Die
bg: Книга: Можем да сме здрави
ca: Llibre: How not to Die
cs: Kniha: Jak Nezemřít
de: Buch: How Not to Die
es: Libro: How Not to Die
fa: کتاب: چگونه نمیریم
fr: Livre : Comment ne pas mourir
he: ספר: כיצד לא למות
hu: Könyv: Hogy ne halj meg
it: Libro: Sei quel che mangi
pl: Książka: Jak nie umrzeć przedwcześnie
pt_br: Comer Para Não Morrer
ro: Carte: Cum să nu mori
ru: Книга: Не сдохни! Еда в борьбе за жизнь
sk: Kniha: Ako Nezomrieť
uk: Книга: Як не померти передчасно
zh_hans: 书籍：救命！逆转和预防致命疾病的科学饮食
zh_hant: 書籍：食療聖經

# info_book_how_not_to_die_cookbook
source: Book: How Not to Die Cookbook
bg: Книга: Можем да сме здрави (готварска книга)
ca: Llibre: How not to Diet Cookbook
cs: Kniha: Kuchařka Jak nezemřít
de: Buch: How Not to Die Kochbuch
es: Libro: How Not to Die Cookbook
fa: کتابِ آشپزی: چگونه نمیریم
fr: Livre : How Not to Die Cookbook
he: ספר: כיצד לא למות ספר הבישול
hu: Könyv: Hogy ne halj meg Szakácskönyv
it: Libro di ricette: La dieta che ti salva la vita
pl: Książka: Jak Gotować By Nie Umrzeć Przedwcześnie
pt_br: Comer Para Não Morrer Receitas
ro: Carte: 100+ rețete bazate pe studii științifice - Cum să nu mori
ru: Книга: Не сдохни! Кулинарная книга
sk: Kniha: Kuchárka Ako nezomrieť
uk: Кулінарна книга: Як не померти передчасно
zh_hans: 书籍：救命食谱
zh_hant: 書籍：食療聖經食譜版

# info_book_how_not_to_diet
source: Book: How Not to Diet
bg: Книга: Как да не спазваме диети
ca: Llibre: How not to Diet
cs: Kniha: Jak Nedietovat
de: Buch: How Not to Diet
es: Libro: How Not to Diet
fa: کتاب: چگونه رژیم نگیریم
fr: Livre : Comment ne pas faire de régime
he: ספר: כיצד לא למות
hu: Könyv: Hogyan ne diétázz
it: Libro: Contro le diete
pl: Książka: How Not to Diet
pt_br: Como Não Fazer Dieta
ro: Carte: Cum să nu ții o rețetă
ru: Книга: Не сдохни на диете
sk: Kniha: Ako Nedietovať
uk: Книга: Як не сидіти на дієті
zh_hans: 书籍：吃饱瘦身
zh_hant: 書籍：食療聖經減重版

# info_webpage_daily_dozen_challenge
source: Daily Dozen Challenge
ca: Repte de la Dotzena Diària
cs: Výzva Denní Dvanáctky
de: Tägliches Dutzend Herausforderung
es: Objetivo Docena Diaria
fa: چالشِ «دوازده‌تای روزانه»
fr: Challenge Daily Dozen
he: האתגר של התריסר היומי
hu: Napi tucat kihívás
it: Sfida Daily Dozen
pl: Wyzwanie Codziennego Tuzina
pt_br: Desafio Duzía Diária
ro: Provocarea „Duzina Zilnică”
ru: Вызов Не сдохни!
sk: Výzva Dennej Dvanástky
uk: Челендж “Дюжина доктора Грегера”
zh_hans: 每日12清单挑战
zh_hant: 每日12清單挑戰

# info_webpage_donate
source: Donate
bg: Направете дарение
ca: Donacions
cs: Darovat
de: Spenden Sie
es: Donación
fa: حمایتِ مالی
fr: Faire un don
he: תירמו
hu: Adományozz
it: Dona
mk: Донирај
pl: Donacja
pt_br: Doar
ro: Donați
ru: Сделайте пожертвование
sk: Darovať
uk: Зробити пожертву
zh_hans: 捐款
zh_hant: 捐款

# info_webpage_open_source
source: Open Source
bg: Отворен код
ca: Codi Obert
es: Código abierto
fa: منبع‌باز
he: מקור פתוח
hu: Nyílt forráskód
mk: Отворен код
pt_br: Código Aberto
ru: Открытое программное обеспечение
uk: Відкрите програмне забезпечення
zh_hans: 开放资源
zh_hant: 開放資源

# info_webpage_subscribe
source: Subscribe
bg: Абонирай се
ca: Subscriu-te
cs: Předplatit si
de: Abonnieren
es: Suscríbete
fa: مشترک شدن
fr: Souscrire
he: הירשמו
hu: Iratkozz fel
it: Iscriviti
mk: Претплати се
pl: Subskrybuj
pt_br: Inscreva-se
ro: Abonați-vă
ru: Подпишитесь
sk: Predplatiť si
uk: Підписатись
zh_hans: 订阅
zh_hant: 訂閱

# info_webpage_videos_latest
source: Latest Videos
bg: Най-новите видео клипове
ca: Últims vídeos
cs: Nejnovější videa
de: Neueste Videos
es: Videos más recientes
fa: آخرین ویدئوها
fr: Dernières vidéos
he: הסרטונים האחרונים
hu: Legújabb videók
it: Ultimi video
mk: Најнови видеа
pl: Najnowsze filmy
pt_br: Últimos Vídeos
ro: Ultimele videoclipuri
ru: Последние видео
sk: Najnovšie videá
uk: Останні відео
zh_hans: 最新视频
zh_hant: 最新影片

# item_history_completed_all
source: All servings
bg: Всички порции
ca: Totes les racions
cs: Všechny porce
de: Alle Portionen
es: Todas las porciones
fa: همۀ سهم‌ها
fr: Toutes les portions
he: כל המנות
hu: Minden adag
it: Tutte le porzioni
mk: Сите порции
pl: Wszystkie porcje
pt_br: Todas as porções
ro: Toate porțiile
ru: Все порции
sk: Všetky porcie
uk: Всі порції
zh_hans: 全部份量
zh_hant: 全部份量

# item_history_completed_some
source: Some servings
bg: Някои порции
ca: Algunes racions
cs: Některé porce
de: Einige Portionen
es: Algunas porciones
fa: برخی سهم‌ها
fr: Quelques portions
he: חלק מהמנות
hu: Néhány adag
it: Alcune porzioni
mk: Неколку порции
pl: Niektóre porcje
pt_br: Algumas porções
ro: Câteva porții
ru: Некоторые порции
sk: Niektoré porcie
uk: Деякі порції
zh_hans: 部份份量
zh_hant: 部份份量

# item_history_heading
source: History
bg: История
ca: Historial
cs: Historie
de: Hintergrund
es: Historial
fa: سابقه
fr: Historique
he: הסטוריה
hu: Előzmények
it: Cronologia
mk: Историја
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
sk: História
uk: Історія
zh_hans: 历史纪录
zh_hant: 歷史紀錄

# navtab.doze
source: Daily Dozen
ca: Dotzena Diària
cs: Denní Dvanáctka
de: Tägliches Dutzend
es: Docena Diaria
fa: دوازده‌تای روزانه
he: התריסר היומי
hu: Napi tucat
pl: Codzienny Tuzin
pt_br: Dúzia Diária
ro: Duzina Zilnică
ru: Не сдохни!
sk: Denná Dvanástka
uk: Дюжина доктора Грегера
zh_hans: 每日12清单
zh_hant: 每日12清單

# navtab.info
source: Information
bg: Информация
ca: Informació
cs: Informace
es: Información
fa: اطلاعات
he: מידע
hu: Információ
it: Informazioni
pl: Informacja
pt_br: Informação
ro: Informații
ru: Информация
sk: Informácie
uk: Інформація
zh_hans: 信息
zh_hant: 資訊

# navtab.preferences
source: Preferences
bg: Настройки
ca: Preferències
cs: Předvolby
de: Einstellungen
es: Configuración
fa: ترجیحات
fr: Préférences
he: העדפות
hu: Preferenciák
it: Preferenze
pl: Ustawienia
pt_br: Preferências
ro: Preferințe
ru: Настройки
sk: Predvoľby
uk: Налаштування
zh_hans: 喜好
zh_hant: 喜好

# navtab.tweaks
source: 21 Tweaks
bg: 21 настройки
ca: 21 Potenciadors
cs: 21 Hubnutí
de: 21 Optimierungen
es: 21 Potenciadores
fa: ۲۱ ترفند
fr: 21 Astuces
he: 21 שינויים
hu: 21 Trükk
it: Ventuno mosse
mk: 21 Подобрувања
pl: 21 Adaptacji
pt_br: 21 Ajustes
ro: 21 de Trucuri
ru: 21 уловка
sk: 21 Vylepšení
uk: 21 Хитрість
zh_hans: 21妙方
zh_hant: 21招

# otherVitaminB12.heading
source: Vitamin B12
bg: Витамин B12
ca: Vitamina B12
cs: Vitamín B12
es: Vitamina B12
fa: ویتامینِ ب۱۲
fr: Vitamine B12
he: ויטמין B12
hu: B12 vitamin
it: Vitamina B12
mk: Витамин Б12
pl: Witamina B12
pt_br: Vitamina B12
ro: Vitamina B12
ru: Витамин B12
sk: Vitamín B12
uk: Вітамін В12
zh_hans: 维生素B12
zh_hant: 維生素B12

# reminder.alert.text
source: Update your servings for today
bg: Актуализиране на вашите порции за днес
ca: Actualitza les racions d'avui
cs: Aktualizujte své porce pro dnešek
de: Aktualisieren Sie Ihre Portionen für heute
es: Actualiza las porciones de hoy
fa: سهم‌های امروزتان را ثبت کنید
fr: Mettez à jour vos portions pour aujourd'hui
he: עדכנו את המנות שלכם להיום
hu: Mai adagok megadása
it: Aggiorna le tue porzioni di oggi
mk: Ажурирајте ги денешните порции
pl: Zaktualizuj swoje dzisiejsze porcje
pt_br: Atualize as suas porções para hoje
ro: Actualizați porțiile pentru astăzi
ru: Обновите порции за сегодня
sk: Aktualizujte svoje porcie pre dnešok
uk: Оновити порції за сьогодні
zh_hans: 更新您的今日份量
zh_hant: 更新您的今日份量

# reminder.heading
source: Daily Reminder
bg: Ежедневно напомняне
ca: Recordatori Diari
cs: Denní připomenutí
de: Tägliche Erinnerung
es: Recordatorio diario
fa: یادآوریِ روزانه
fr: Rappel journalier
he: תזכורת יומית
hu: Napi emlékeztető
it: Promemoria giornaliero
pl: Codzienne przypomnienie
pt_br: Lembrete Diário
ro: Memento zilnic
ru: Ежедневное напоминание
sk: Denné pripomenutie
uk: Щоденне нагадування
zh_hans: 每日提醒
zh_hant: 每日提醒
