Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# faq_calories_response.1
source: If your goal is weight loss, you can find more information in “How Not to Diet” and the accompanying Twenty-One Tweaks. In “How Not to Diet”, I noted: “A systematic review of successful weight-loss strategies concluded that given the metabolic slowing and increased appetite that accompanies weight loss, to achieve significant weight loss, calorie counts may need to drop as low as 1,200 calories a day for women and 1,500 calories a day for men.”
bg: Ако целта ви е загуба на тегло, можете да намерите повече информация в „Можем без диети“ и придружаващите двадесет и едно ощипвания. В „Можем без диети“ отбелязах: „Систематичен преглед на успешни стратегии за отслабване стигна до заключението, че като се има предвид забавянето на метаболизма и повишения апетит, които съпътстват загубата на тегло, за да се постигне значителна загуба на тегло, може да се наложи броят на калориите да падне до 1200 калории на ден за жени и 1500 калории на ден за мъже.
ca: Si el vostre objectiu és perdre pes, podeu trobar més informació a “Com no fer dieta” i els 21 Potenciadors que l'acompanyen. A “Com no fer dieta”, vaig assenyalar: “Una revisió sistemàtica d'estratègies de pèrdua de pes reeixides va concloure que, donada la desacceleració metabòlica i l'augment de la gana que acompanya la pèrdua de pes, per aconseguir una pèrdua de pes significativa, és possible que el recompte de calories hagi de baixar tant com sigui. 1.200 calories al dia per a les dones i 1.500 calories al dia per als homes”.
cs: Pokud je vaším cílem zhubnout, více informací naleznete v knize „Jak nedietovat“ a v doprovodných 21 intervencích. V knize „Jak nedietovat“ jsem poznamenal: „Systematický přehled úspěšných strategií hubnutí dospěl k závěru, že vzhledem ke zpomalení metabolismu a zvýšené chuti k jídlu, které doprovázejí hubnutí, k dosažení významného úbytku hmotnosti může být nutné snížit počet kalorií až na minimum. 1200 kalorií denně pro ženy a 1500 kalorií denně pro muže.“
de: Wenn Ihr Ziel Gewichtsreduktion ist, finden Sie weitere Informationen in “How Not to Diet” sowie in den dazugehörigen einundzwanzig Optimierungen. In “How Not to Diet” habe ich festgehalten: „Eine systematische Übersicht über erfolgreiche Strategien zur Gewichtsabnahme kam zu dem Schluss, dass aufgrund der mit dem Gewichtsverlust einhergehenden Stoffwechselverlangsamung und des gesteigerten Appetits die Kalorienzufuhr für eine signifikante Gewichtsabnahme auf bis zu 1.200 Kalorien pro Tag für Frauen und 1.500 Kalorien pro Tag für Männer sinken muss.“
es: Si quieres perder peso, puedes encontrar más información en "Comer para no engordar" y sus 21 potenciadores. En "Comer para no engordar", explico: "Una revisión sistemática de las estrategias exitosas de pérdida de peso concluyó que, debido a que el metabolismo se ralentiza y tu apetito aumenta cuando pierdes peso, para poder perder bastante peso, quizá debas reducir tu consumo calórico a incluso 1200 calorías al día para las mujeres y 1500 calorías al día para los hombres".
fa: اگر هدفتان کاهشِ وزن باشد، می‌توانید در کتابِ «چگونه رژیم نگیریم» همراه با «۲۱ ترفند»، اطلاعاتِ بیشتری در این مورد پیدا کنید. در کتابِ «چگونه رژیم نگیریم» آورده‌ام که: «یک بررسیِ نظام‌مند از راهبردهای موفق برای کاهشِ وزن نشان می‌دهد که با توجه به کُند شدنِ سوخت‌و‌سازِ بدن و افزایشِ اشتها، که هر دو در حینِ کاهشِ وزن رخ می‌دهند، برای آنکه به کاهشِ وزنِ قابلِ توجهی دست یابید، ممکن است نیاز باشد که میزانِ کالری‌های دریافتی به حداقل ۱۲۰۰ کالری در روز برای زنان و ۱۵۰۰ کالری در روز برای مردان کاهش یابد.»
fr: Si votre but est de perdre du poids, vous pourrez trouver plus d’informations dans mon livre “Comment ne pas faire de régime” et les 21 astuces incluses. Comme je l’ai écrit dans ce livre : “Un examen systématique des stratégies d’amincissement efficaces a conclu que, compte tenu du ralentissement du métabolisme et de l’augmentation de l’appétit qui accompagnent tout régime, pour parvenir à une perte de poids significative, le nombre de calories doit être relativement bas, soit 1 200 calories par jour pour les femmes et 1 500 pour les hommes.”
hu: Ha fogyni szeretne, további információkat talál a „Hogyan ne diétázz” című könyvemben és a benne foglalt „Huszonegy Trükk” fejezetben. A „Hogyan ne diétázz” című könyvben megjegyeztem: „A sikeres fogyókúrás stratégiák szisztematikus áttekintése arra az eredményre jutott, hogy a fogyással járó anyagcsere-lassulás és megnövekedett étvágy miatt jelentős fogyás eléréséhez a napi kalóriabevitelt akár napi 1200 kalóriára is le kell csökkenteni a nők, illetve 1500 kalóriára a férfiak esetében.”
it: Se il tuo obiettivo è perdere peso, puoi trovare maggiori informazioni in "Contro le diete" e nell'allegato "Ventuno modifiche". In "Contro le diete" ho scritto:"Una revisione sistematica delle strategie per perdere peso che hanno avuto successo ha concluso che, dati il rallentamento del metabolismo e l'aumento dell'appetito che accompagnano la perdita di peso, per ottenere una perdita di peso significativa l'apporto calorico deve scendere il più vicino possibile a 1200 calorie giornaliere per le donne e 1500 per gli uomini."
mk: Ако вашата цел е губење на тежина, можете да најдете повеќе информации во „How Not To Diet“ и додатоците „Дваесет и Еден Подобрувачи“. Во „How Not To Die“, забележавме: „Систематски преглед на успешните стратегии за губење на тежина заклучи дека со оглед на метаболичкото забавување и зголемениот апетит кој го придружува губењето на тежината, за да се постигне значително губење на тежина, калориските внесови може да треба да паднат дури и до 1200 калории на ден за жени и 1500 калории на ден за мажи.“
pl: Jeśli twoim celem jest utrata masy ciała, więcej informacji znajdziesz w linku do książki „How Not to Diet” i w zakładce "21 Adaptacji". W „How Not to Diet” wspomniałem: „Systematyczny przegląd skutecznych strategii odchudzania wykazał, że biorąc pod uwagę spowolnienie metabolizmu i zwiększony apetyt, który towarzyszy utracie wagi, aby osiągnąć znaczną utratę wagi, liczba kalorii może wymagać spadku nawet do 1200 kalorii dziennie dla kobiet i 1500 kalorii dziennie dla mężczyzn."
pt_br: Se o seu objetivo é perder peso, você pode encontrar mais informações no livro “Como Não Fazer Dieta” e nos Vinte e Um Ajustes que o acompanham. Em “Como Não Fazer Dieta”, eu observei: “Uma revisão sistemática de estratégias bem sucedidas de perda de peso concluiu que, devido à desaceleração metabólica e ao aumento do apetite que acompanham a perda de peso, para atingir uma perda de peso significativa, a quantidade de calorias pode precisar baixar para 1.200 calorias por dia para mulheres e 1.500 calorias por dia para homens”.
ro: Dacă scopul dvs. este pierderea în greutate, puteți găsi mai multe informații în cartea „Cum să nu ții o dietă” și în cele „21 de Trucuri” incluse în carte. În „Cum să nu ții o dietă”, am notat: „O analiză sistematică a strategiilor de scădere în greutate eficiente a concluzionat că, având în vedere încetinirea metabolică și creșterea apetitului care însoțesc pierderea în greutate, pentru a obține o scădere în greutate semnificativă, ar putea fi nevoie ca numărul de calorii să scadă până la 1.200 de calorii pe zi pentru femei și 1.500 de calorii pe zi pentru bărbați.”
ru: Если ваша цель — похудеть, вы можете найти дополнительную информацию в статье «Как не садиться на диету» и прилагаемых «Двадцати одной хитрости». В статье «Как не сидеть на диете» я отметил: «Систематический обзор успешных стратегий снижения веса показал, что, учитывая замедление обмена веществ и повышенный аппетит, сопровождающие потерю веса, для достижения значительной потери веса может потребоваться снижение количества калорий до минимума. 1200 калорий в день для женщин и 1500 калорий в день для мужчин».
sk: Ak je vaším cieľom chudnutie, ďalšie informácie nájdete v časti „Ako nedietovať“ a v sprievodných 21 intervenciách. V knihe „Ako nedietovať“ som poznamenal: „Systémový prehľad úspešných stratégií chudnutia dospel k záveru, že vzhľadom na spomalenie metabolizmu a zvýšenú chuť do jedla, ktoré sprevádza chudnutie, na dosiahnutie významného úbytku hmotnosti môže byť potrebné, aby počet kalórií klesol až na minimum. 1200 kalórií denne pre ženy a 1500 kalórií denne pre mužov.“
uk: Якщо твоя мета — схуднення, ти можеш знайти більше інформації в розділі “How Not to Diet” та його додатку “21 Хитрість”. У книзі “How Not to Diet” я зазначив: “Систематичний огляд успішних стратегій схуднення показує, що, враховуючи уповільнення метаболізму та підвищення апетиту, які супроводжують втрату ваги, для досягнення значної втрати ваги, кількість калорій, можливо, доведеться знизити до 1200 калорій на день для жінок і 1500 калорій на день для чоловіків”.
zh_hans: 如果您的目标是减重，您可以在《吃饱瘦身》和随附的21妙方中找到更多信息。 在《吃饱瘦身》一书中，我指出：“一项对成功减重策略的系统回顾得出的结论是，考虑到伴随减重而来的新陈代谢减慢和食欲增加，要实现显著减重，卡路里计数可能需要降低至女性每天1,200卡路里，男性每天1,500卡路里。”
zh_hant: 如果您的目標是減重，您可以在《食療聖經減重版》和隨附的21招中找到更多信息。 在《食療聖經減重版》一書中，我指出：「一項對成功減重策略的系統回顧得出的結論是，考慮到伴隨減重而來的新陳代謝減慢和食慾增加，要實現顯著減重，卡路里計數可能需要降低至女性每天1,200卡路里，男性每天1,500卡路里。」

# faq_calories_response.2
source: On the other hand, if your goal is weight gain, then you may want to focus on adding in more calorie-dense foods, such as sweet potatoes, avocados, nuts, and soy products.
bg: От друга страна, ако целта ви е наддаване на тегло, тогава може да искате да се съсредоточите върху добавянето на по-калорични храни, като сладки картофи, авокадо, ядки и соеви продукти.
ca: D'altra banda, si el vostre objectiu és l'augment de pes, potser us voleu centrar a afegir aliments més densos en calories, com ara moniatos, alvocats, fruits secs i productes de soja.
cs: Na druhou stranu, pokud je vaším cílem přibírání na váze, pak se možná budete chtít zaměřit na přidání kaloricky bohatších potravin, jako jsou sladké brambory, avokádo, ořechy a sójové produkty.
de: Auf der anderen Seite, wenn dein Ziel ist, Gewicht zuzunehmen, dann konzentriere dich darauf mehr kalorienreiche Nahrungsmittel zu dir zu nehmen, wie Süßkartoffeln, Avocados, Nüsse und Sojaprodukte.
es: Al mismo tiempo, si quieres ganar peso, quizá te interese enfocarte en añadir más alimentos densos en calorías, como las batatas, los aguacates, los frutos secos y los productos de soja.
fa: از‌طرف‌ِدیگر، اگر هدفتان افزایشِ وزن باشد، پس ممکن است بخواهید روی افزودنِ غذاهای پرکالری، نظیرِ سیب‌زمینیِ شیرین، آووکادو، آجیل، و فرآورده‌های سویا به خوراکِ روزانه‌تان متمرکز شوید.
fr: Par contre, si votre de but est de prendre du poids, il faudra alors vous orienter vers des aliments riches en calories tels que les patates douces, avocats, noix ou produits à base de soja.
hu: Másrészt, ha a súlygyarapodás a cél, akkor érdemes lehet gyakrabban, kalóriadúsabb ételeket, például édesburgonyát, avokádót, dióféléket és szójatermékeket fogyasztani.
it: Al contrario, se il tuo obiettivo è aumentare di peso, allora dovresti focalizzarti sull'aggiungere più alimenti ad alta intensità calorica, come patate dolci, avocado, frutta a guscio e prodotti a base di soia.
mk: Од друга страна, ако вашата цел е зголемување на тежината, тогаш можеби ќе сакате да се фокусирате на додавање на повеќе калорично-густини намирници, како слатки компири, авокадо, ореви и сојини производи.
pl: Z kolei, jeśli twoim celem jest przybranie na wadze, możesz skupić się na dodawaniu pokarmów o większej zawartości kalorii, takich jak słodkie ziemniaki, awokado, orzechy i produkty sojowe.
pt_br: Por outro lado, se o seu objetivo é ganhar peso, você pode adicionar mais alimentos ricos em calorias, como batata-doce, abacate, castanhas e produtos de soja.
ro: Pe de altă parte, dacă obiectivul dvs. este creșterea în greutate, ați putea să vă concentrați pe adăugarea de alimente cu densitate calorică ridicată, cum ar fi cartofii dulci, avocado, nucile și produsele din soia.
ru: С другой стороны, если вашей целью является увеличение веса, вы можете сосредоточиться на добавлении более калорийных продуктов, таких как сладкий картофель, авокадо, орехи и продукты из сои.
sk: Na druhej strane, ak je vaším cieľom priberanie na váhe, možno sa budete chcieť zamerať na pridávanie potravín s vyšším obsahom kalórií, ako sú sladké zemiaky, avokádo, orechy a sójové produkty.
uk: З іншого боку, якщо твоя мета — набрати вагу, ти можеш зосередитися на додаванні більш калорійних продуктів, таких як батат, авокадо, горіхи та соєві продукти.
zh_hans: 另一方面，如果您的目标是增加体重，那么您可能需要专注于添加更多高热量食物，例如红薯、牛油果、坚果和豆制品。
zh_hant: 另一方面，如果您的目標是增加體重，那麼您可能需要專注於添加更多高熱量食物，例如紅薯、酪梨、堅果和豆製品。

# faq_mother_question
source: Can I do this while pregnant or breastfeeding?
bg: Мога ли да правя това по време на бременност или кърмене?
ca: Puc fer-ho durant l'embaràs o la lactància?
cs: Mohu to vše dělat během těhotenství nebo kojení?
de: Kann ich den Daily Dozen folgen, wenn ich schwanger bin oder stille?
es: ¿Puedo comer así si estoy embarazada o dando el pecho?
fa: می‌توانم در دورانِ بارداری یا شیردهی از این راهنما استفاده کنم؟
fr: Est-ce que je peux suivre Daily Dozen si je suis enceinte ou si j’allaite ?
hu: Követhetem a Napi Tucatot terhesség vagy szoptatás idején is?
it: Posso farlo se sono incinta o se sto allattando?
mk: Може ли да го правам ова додека сум бремена или дојам?
pl: Czy mogę stosować się do Codziennego Tuzina w czasie ciąży lub karmienia piersią?
pt_br: Posso fazer isso durante a gravidez ou a amamentação?
ro: Pot să fac asta în timpul sarcinii sau alăptării?
ru: Можно ли это делать во время беременности или кормления грудью?
sk: Môžem to robiť počas tehotenstva alebo dojčenia?
uk: Чи можна використовувати Дюжину доктора Грегера під час вагітності та годуванні грудьми?
zh_hans: 我可以在怀孕或哺乳期间这样做吗？
zh_hant: 我可以在懷孕或哺乳期間這樣做嗎？

# faq_mother_response
source: People who are pregnant or breastfeeding have different caloric and nutritional needs than people who are not. As a reminder, the Daily Dozen is not a meal plan and should not be the only foods consumed within a day. People who are pregnant or breastfeeding should consult with their health care practitioner or a registered dietician for assistance with meeting their specific caloric requirements and nutritional needs.
bg: Жените, които са бременни или кърмят, имат различни калорични и хранителни нужди от жените, които не са. Като напомняне, Daily Dozen не е план за хранене и не трябва да бъде единствената храна, консумирана в рамките на един ден. Жените, които са бременни или кърмят, трябва да се консултират със своя медицински специалист или регистриран диетолог за помощ при посрещане на техните специфични калорични изисквания и хранителни нужди.
ca: Les persones que estan embarassades o en període de lactància tenen necessitats calòriques i nutricionals diferents de les persones que no ho estan. Com a recordatori, la Dotzena Diària no és un pla d'àpats i no hauria de ser els únics aliments que es consumeixen en un dia. Les persones embarassades o en període de lactància han de consultar amb el seu metge de capçalera o amb un dietista registrat per ajudar-los a satisfer les seves necessitats calòriques i nutricionals específiques.
cs: Ženy, které jsou těhotné nebo kojí, mají jiné kalorické a nutriční potřeby než ostatní lidé. Připomínáme, že Denní Dvanáctka není jídelním plánem a neměla by být jediným jídlem spotřebovaným během dne. Ženy, které jsou těhotné nebo kojí, by se měli poradit se svým praktickým lékařem nebo registrovaným dietologem, který jim pomůže naplnit jejich specifické kalorické požadavky a nutriční potřeby.
de: Schwangere und stillende Menschen haben andere kalorische und nährstoffbezogene Bedürfnisse als Personen, die weder schwanger sind noch stillen. Zur Erinnerung: Die Daily Dozen ist kein Ernährungsplan und sollte nicht die einzigen Lebensmittel darstellen, die Sie am Tag zu sich nehmen. Schwangere und stillende Personen sollten sich von ihrer Ärztin, ihrem Arzt oder einer zertifizierten Ernährungsfachkraft beraten lassen, um ihre spezifischen Kalorienbedarfe und Nährstoffanforderungen zu decken.
es: Las personas embarazadas o que están dando el pecho tienen unas necesidades calóricas y nutricionales diferentes. Como recordatorio, la Docena Diaria no es un plan de comidas y no debería ser lo único que comes en un día. Una persona embarazada o dando el pecho debe consultar con su profesional de la salud o nutricionista sobre cómo alcanzar sus necesidades calóricas y nutricionales.
fa: افرادی که باردار هستند یا در دورانِ شیردهی قرار دارند نسبت به سایرِ افراد موادِ غذایی و میزان‌کالریِ متفاوتی نیاز دارند. به‌عنوانِ یادآوری عرض می‌شود که «دوازده‌تای روزانه» برنامۀ غذایی نیست و بهتر است تنها غذاهایی نباشد که روزانه مصرف می‌شود. زنانِ باردار یا شیرده، برای کمک به تأمینِ کالری و نیازهای غذاییِ خود، باید با پزشک یا یک متخصصِ رسمیِ تغذیه مشورت کنند.
fr: Lorsque vous êtes enceinte ou allaitez, vos besoins caloriques et nutritionnels changent. Nous tenons à rappeler que Daily Dozen n’est pas un plan alimentaire et ne devrait pas être votre unique source d’alimentation quotidienne. Les personnes enceintes ou en phase d’allaitement devraient consulter un professionnel de santé ou un nutritionniste afin de s’assurer de répondre à leur besoins caloriques et nutritionnels spécifiques.
hu: A terhes vagy szoptató nők kalória- és tápanyagigénye eltér a többiekétől. Emlékeztetőül: a Napi Tucat nem étkezési terv, és nem szabad kizárólag erre alapozni a napi táplálkozást. A várandós vagy szoptató nők konzultáljanak egészségügyi szakemberrel vagy regisztrált dietetikussal, hogy megfelelően kielégíthessék az egyéni kalória- és táplálkozási igényeiket.
it: In gravidanza e in allattamento le esigenze caloriche e nutrizionali cambiano molto. Ricordiamo che Daily Dozen non è un piano alimentare e non contiene tutti gli alimenti che vanno consumati nell'arco della giornata. Se sei in gravidanza o stai allattando, dovresti consultare il tuo medico o un dietista che ti aiuti a soddisfare il tuo specifico fabbisogno calorico e le tue esigenze nutrizionali.
mk: Луѓето кои се бремени или дојат имаат различни калориски и нутритивни потреби од оние кои не се. Како потсетник, Дневна Дузина не е план за исхрана и не треба да биде единствената храна која се консумира во текот на денот. Луѓето кои се бремени или дојат треба да се консултираат со својот здравствен работник или регистриран диететичар за помош во задоволување на нивните специфични калориски и нутритивни потреби.
pl: Osoby w ciąży lub karmiące piersią mają inne potrzeby kaloryczne i żywieniowe niż osoby niebędące w ciąży. Przypominamy, że Codzienny Tuzin nie jest planem posiłków i produkty z Listy kontrolnej nie powinny być jedynymi produktami spożywanymi w ciągu dnia. Osoby w ciąży lub karmiące piersią powinny skonsultować się ze swoim lekarzem lub dietetykiem w celu uzyskania pomocy w spełnieniu ich określonych wymagań kalorycznych i potrzeb żywieniowych.
pt_br: Pessoas grávidas ou amamentando têm necessidades calóricas e nutricionais diferentes de pessoas que não estão. Como lembrete, a Dúzia Diária não é um plano de refeições e não deve ser uma lista dos únicos alimentos consumidos em um dia. As pessoas que estão grávidas ou amamentando devem consultar um/a médico/a ou um/a nutricionista registrado/a para obter assistência no atendimento das suas necessidades calóricas e nutricionais específicas.
ro: Persoanele însărcinate sau care alăptează au nevoi calorice și nutriționale diferite față de persoanele care nu sunt în aceste situații. Vă reamintim că Duzina Zilnică nu este un plan de mese și nu ar trebui să reprezinte singurele alimente consumate într-o zi. Persoanele însărcinate sau care alăptează ar trebui să consulte medicul sau un dietetician autorizat pentru asistență în îndeplinirea necesarului caloric și a nevoilor nutriționale specifice.
ru: Беременные или кормящие грудью люди имеют другие потребности в калориях и питательных веществах, чем люди, которые не являются таковыми. Напоминаем, что «Ежедневная дюжина» не является планом питания и не должна быть единственной пищей, потребляемой в течение дня. Людям, которые беременны или кормят грудью, следует проконсультироваться со своим лечащим врачом или зарегистрированным диетологом для получения помощи в удовлетворении их конкретных потребностей в калориях и питательных веществах.
sk: Ženy, ktoré sú tehotné alebo dojčia, majú iné kalorické a nutričné potreby ako ľudia, ktorí nie sú. Pripomíname, že Denná Dvanástka nie je plán stravovania a nemal by byť jediným jedlom, ktoré sa skonzumuje počas dňa. Ženy, ktoré sú tehotné alebo dojčia, by sa mali poradiť so svojím praktickým lekárom alebo registrovaným dietológom, aby im pomohol splniť ich špecifické kalorické požiadavky a nutričné potreby.
uk: Жінки, які вагітні або годують грудьми, мають інші потреби в калоріях і харчуванні, ніж інші люди. Нагадуємо, що Дюжина доктора Грегера не є планом харчування і не повинна бути єдиною їжею, спожитою протягом дня. Жінкам, які вагітні або годують грудьми, слід проконсультуватися зі своїм лікарем або ліцензованим дієтологом, щоб отримати допомогу щодо їхніх особливих потреб у калоріях та харчуванні.
zh_hans: 怀孕或哺乳的人与未怀孕或哺乳的人有不同的热量和营养需求。 提醒一下，每日12清单不是膳食计划，也不应该是一天内食用的唯一食物。 怀孕或哺乳的人应该咨询她们的保健医生或注册营养师，以获得满足其特定热量需求和营养需求的帮助。
zh_hant: 懷孕或哺乳的人與未懷孕或哺乳的人有不同的熱量和營養需求。 提醒一下，每日12清單不是膳食計劃，也不應該是一天內食用的唯一食物。 懷孕或哺乳的人應該諮詢她們的保健醫生或註冊營養師，以獲得滿足其特定熱量需求和營養需求的幫助。

# faq_scaling_question
source: I can’t possibly eat that many beans/grains/etc.!
bg: Не мога да ям толкова много боб/зърна/и т.н.!
ca: No puc menjar tantes mongetes/grans/etc.!
cs: Nemůžu sníst tolik luštěnín/cereálií/atd.!
de: Ich kann doch unmöglich so viele Bohnen/Vollkorn/usw. essen!
es: ¡Me resulta imposible comer tantas legumbres/cereales/etc.!
fa: امکان ندارد که بتوانم آن‌همه حبوبات/غلات/همانند آن‌ها را بخورم!
fr: C'est beaucoup trop de haricots/céréales/etc à manger pour moi !
hu: Egyszerűen képtelen vagyok ennyi babot, gabonát, stb. megenni!
it: Non posso mangiare così tanti legumi/cereali ecc!
mk: Не можам да јадам толку многу грав/житарки/итн..!
pl: Nie jestem w stanie zjeść tak dużo warzyw strączkowych/zbóż/itd.!
pt_br: Eu não consigo comer tantos feijões/grãos/etc.!
ro: Nu pot mânca atât de multe leguminoase/cereale/etc.!
ru: Я не могу есть так много бобов/зерен/и т. д.!
sk: Nemôžem zjesť toľko fazule/zŕn/atď.!
uk: Я не можу з’їсти стільки бобів/зерен тощо!
zh_hans: 我不可能吃那么多豆子／谷物／其他食物！
zh_hant: 我不可能吃那麼多豆子/穀物/其他食物！
