Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# faq_supplements_response
source: We have updated the Daily Dozen app to reflect only required supplements. For example, Vitamin D is only needed for people who get inadequate sun exposure. Our goal is to share the science with you so you can make your own informed decisions. You can see all of my recommendations on the [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations) page.
bg: Актуализирахме приложението Daily Dozen, за да отразява само необходимите добавки. Например, витамин D е необходим само на хора, които не се излагат достатъчно на слънце. Нашата цел е да споделим науката с вас, за да можете да вземате свои собствени информирани решения. Можете да видите всичките ми препоръки на страницата [Оптимални хранителни вещества](https://nutritionfacts.org/optimum-nutrient-recommendations).
ca: Hem actualitzat l'aplicació Daily Dozen per reflectir només els suplements necessaris. Per exemple, la vitamina D només és necessària per a les persones que s'exposició al sol inadequada. El nostre objectiu és compartir la ciència amb vosaltres perquè pugueu prendre les vostres pròpies decisions informades. Podeu veure totes les meves recomanacions a la pàgina [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
cs: Aktualizovali jsme aplikaci Denní Dvanáctka tak, aby odrážela pouze požadované doplňky. Například vitamín D je potřebný pouze pro lidi, kteří se nedostatečně vystavují slunci. Naším cílem je sdílet s vámi vědu, abyste mohli činit svá informovaná rozhodnutí. Všechna moje doporučení si můžete prohlédnout na stránce [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
de: Wir haben die Daily Dozen-App so angepasst, dass nur noch erforderliche Supplemente aufgeführt werden. Vitamin D wird zum Beispiel nur für Personen benötigt, die nicht ausreichend Sonnenlicht abbekommen. Unser Ziel ist es, Ihnen die wissenschaftlichen Grundlagen zu vermitteln, damit Sie Ihre eigenen fundierten Entscheidungen treffen können. Alle meine Empfehlungen finden Sie auf der Seite [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
es: Hemos actualizado la aplicación de la Docena Diaria para que solo incluya los suplementos obligatorios. Por ejemplo, la suplementación con vitamina D solo es necesaria para quienes no reciben suficiente exposición al sol. Nuestra meta es compartir la ciencia contigo para que tomes tus propias decisiones informadas. Puedes ver todas mis recomendaciones en la página de [Recomendaciones para una nutrición óptima](https://nutritionfacts.org/es/recomendaciones-para-una-nutricion-optima/).
fa: ما اپ «دوازده‌تای روزانه» را به‌نحوی به‌روزرسانی کرده‌ایم که فقط مکمل‌های غذاییِ موردِ نیاز را منعکس کند. برای مثال، ویتامینِ دی فقط برای افرادی نیاز است که به‌قدرِ کافی در معرضِ آفتاب قرار نمی‌گیرند. هدفِ ما این است که اطلاعاتِ علمی را در اختیارتان بگذاریم تا خودتان بتوانید در زمینه‌های مربوطه تصمیماتِ آگاهانه بگیرید. می‌توانید تمامی توصیه‌های من را دربارۀ مقادیرِ مطلوبِ موادِ مغذی در [اینجا] (https://nutritionfacts.org/optimum-nutrient-recommendations) مشاهده کنید.
fr: Nous avons mis à jour les recommandations Daily Dozen de façon à n’inclure que les compléments indispensables. Par exemple, la vitamine D n’est requise que pour les gens avec une exposition au soleil insuffisante. Notre but est de vous fournir toutes les informations scientifiques dont vous avez besoin pour former votre propre opinion. Vous pourrez trouver toutes mes recommandations en termes de compléments alimentaires sur la page [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
hu: Frissítettük a Napi Tucat alkalmazást, hogy csak a szükséges kiegészítőket jelenítse meg. Például a D-vitaminra csak azoknak van szükségük, akik nem töltenek elég időt napfényben. Célunk, hogy a megalapozott döntésekhez szükséges tudományos eredményeket megosszuk önökkel. Az összes ajánlásomat megtekinthetik az [Optimális Tápanyagbevitel](https://nutritionfacts.org/optimum-nutrient-recommendations) oldalon.
it: Abbiamo aggiornato l'app Daily Dozen per mostrare solo gli integratori necessari. Per esempio, solo chi non si espone al sole a sufficienza deve integrare la vitamina D. Il nostro obiettivo è condividere il sapere scientifico in modo che tu possa prendere le tue decisioni con cognizione di causa. Puoi trovare tutti i miei consigli alla pagina [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
mk: Ја ажуриравме апликацијата Дневна Дузина за да ги вклучува само потребните додатоци. На пример, витамин Д е потребен само за луѓе кои не добиваат доволно изложување на сонце. Нашата цел е да ја споделиме науката со вас за да можете да донесете свои информирани одлуки. Можете да ги видите сите мои препораки на страницата за [Оптимални нутритивни препораки](https://nutritionfacts.org/optimum-nutrient-recommendations).
pl: Zaktualizowaliśmy aplikację Codzienny Tuzin, aby zawierała tylko wymagane suplementy. Na przykład witamina D jest potrzebna tylko osobom, które mają niewystarczającą ekspozycję na słońce. Naszym celem jest dzielenie się z tobą nauką, abyś mógł/-a podejmować własne, świadome decyzje. Możesz zobaczyć wszystkie moje zalecenia na stronie [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
pt_br: Atualizamos o aplicativo da Dúzia Diária para refletir apenas os suplementos necessários. Por exemplo, a vitamina D só é necessária para pessoas que não tem exposição solar adequada. Nosso objetivo é compartilhar a ciência com você para que você possa tomar as suas próprias decisões informadas. Você pode ver todas as minhas recomendações na página [Optimum Nutrient] (https://nutritionfacts.org/optimum-nutrient-recommendations).
ro: Am actualizat aplicația Duzina Zilnică pentru a reflecta doar suplimentele necesare. De exemplu, Vitamina D este necesară doar pentru persoanele care nu se expun suficient la soare. Scopul nostru este să vă împărtășim datele științifice, astfel încât să puteți lua propriile decizii în cunoștință de cauză. Puteți vedea toate recomandările mele pe pagina [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
ru: Мы обновили приложение Daily Dozen, чтобы отображать только необходимые добавки. Например, витамин D необходим только тем людям, которые недостаточно проводят время на солнце. Наша цель — поделиться с вами научными данными, чтобы вы могли принимать собственные обоснованные решения. Вы можете увидеть все мои рекомендации на странице [Оптимальные питательные вещества](https://nutritionfacts.org/optimum-nutrient-recommendations).
sk: Aktualizovali sme aplikáciu Denná Dvanástka, aby obsahovala iba požadované doplnky. Napríklad vitamín D je potrebný len pre ľudí, ktorí sa nedostatočne vystavujú slnku. Naším cieľom je podeliť sa s vami o vedu, aby ste mohli robiť vlastné informované rozhodnutia. Všetky moje odporúčania si môžete pozrieť na stránke [Optimum Nutrient](https://nutritionfacts.org/optimum-nutrient-recommendations).
uk: Ми оновили додаток Дюжина доктора Грегера, щоб відобразити лише необхідні суплементи. Наприклад, вітамін D потрібен лише людям, які недостатньо перебувають на сонці. Наша мета — поділитися з тобою наукою, щоб ти міг/могла приймати власні обґрунтовані рішення. Ти можеш переглянути всі мої рекомендації на сторінці [Оптимальний нутрієнт](https://nutritionfacts.org/optimum-nutrient-recommendations).
zh_hans: 我们更新了每日12清单应用程序，仅反映必需的补充剂。例如，只有阳光照射不足的人才需要维生素D。我们的目标是与您分享科学知识，以便您做出明智的决定。您可以在“最佳营养”（https://nutritionfacts.org/optimum-nutrient-recommendations）页面上查看我的所有建议。
zh_hant: 我們更新了每日12清單應用程序，僅反映必需的補充劑。例如，只有陽光照射不足的人才需要維生素D。我們的目標是與您分享科學知識，以便您做出明智的決定。您可以在「最佳營養」（https://nutritionfacts.org/optimum-nutrient-recommendations）頁面上查看我的所有建議。

# history_data_alert_cancel
source: Cancel
bg: Отказ
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégsem
it: Cancella
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
uk: Відмінити
zh_hans: 取消
zh_hant: 取消

# history_data_alert_clear
source: Clear
bg: Изчисти
ca: Esborrar
cs: Vyčistit
de: Löschen
es: Borrar
fa: پاک‌سازی
fr: Effacer
hu: Törlés
it: Annulla
pt_br: Limpar
ro: Şterge
ru: Стереть
sk: Vyčistiť
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# history_data_alert_import
source: Import
bg: Импортиране
ca: Importar
de: Importieren
es: Importar
fa: واردسازی
fr: Importer
hu: Importálás
it: Importa
pt_br: Importar
ro: Importă
ru: Импортировать
sk: Importovať
uk: Імпорт
zh_hans: 导入
zh_hant: 導入

# history_data_export_btn
source: Export History Data
bg: Експортиране на данни за хронологията
ca: Exporta dades
cs: Export historických dat
de: Verlaufsdaten exportieren
es: Exportar historial
fa: خروجی‌گیری از داده‌های سابقه
fr: Exporter historique
hu: Előzmény adatok exportálása
it: Esporta dati di cronologia
pt_br: Exportar Dados do Histórico
ro: Exportă Istoricul Datelor
ru: Экспорт данных истории
sk: Exportovať údaje histórie
uk: Експорт даних історії
zh_hans: 导出历史数据
zh_hant: 導出歷史數據

# history_data_export_text
source: Export has been written to:
bg: Експортирането е записано в:
ca: L'exportació s'ha escrit a:
cs: Export byl zapsán na adresu:
de: Der Export wurde geschrieben an:
es: El historial exportado se ha guardado en:
fa: خروجی‌ در این نشانی گرفته شده است:
fr: Exporté vers :
hu: Az exportálás ide íródott:
it: L'esportazione è stata salvata in:
pt_br: Dados Exportados foram escritos em:
ro: Exportarea datelor s-a făcut la:
ru: Экспорт был написан в:
sk: Export bol zapísaný na adresu:
uk: Експорт написано до:
zh_hans: 导出已写入：
zh_hant: 導出已寫入：

# history_data_import_btn
source: Import History Data
bg: Импортиране на данни за хронологията
ca: Importa dades de l'historial
cs: Import historických dat
de: Verlaufsdaten importieren
es: Importar historial
fa: واردسازیِ داده‌های سابقه
fr: Importer historique
hu: Előzmény adatok importálása
it: Importa dati di cronologia
pt_br: Importar Dados do Histórico
ro: Importă Istoricul Datelor
ru: Импорт данных истории
sk: Importovať údaje histórie
uk: Імпорт даних історії
zh_hans: 导入历史数据
zh_hant: 導入歷史數據

# history_data_import_caution_text
source: Caution: This import will overwrite all history data currently in this Daily Dozen application. Would you like to proceed with the import?
bg: Внимание: Това импортиране ще презапише всички данни за хронологията в момента в това приложение Daily Dozen. Искате ли да продължите с импортирането?
ca: Precaució: aquesta importació sobreescriurà totes les dades de l'historial actualment en aquesta aplicació Daily Dozen. Voleu continuar amb la importació?
cs: Upozornění: Tento import přepíše všechna historická data v této aplikaci Daily Dozen. Chcete pokračovat v importu?
de: Warnung: Dieser Import wird alle Verlaufsdaten überschreiben, die zur Zeit in der Daily Dozen app vorhanden sind. Wollen Sie mit dem Import fortfahren?
es: Cuidado: Importar un historial borrará todos los datos guardados hasta ahora en esta app de la Docena Diaria. ¿Quieres continuar con la importación?
fa: هشدار: این واردسازی بر روی تمام داده‌های مربوط به سابقۀ فعلی‌تان در این اپ «دوازده‌تای روزانه» جایگزین خواهد شد. آیا مایل هستید که عملیاتِ واردسازی را ادامه دهید؟
fr: Attention : cette importation de données remplacera tout l’historique actuellement contenu dans cette app. Voulez-vous continuer l’importation ?
hu: Figyelem: Ez az importálás felülírja a Napi Tucat alkalmazás összes korábbi adatát. Folytatja az importálást?
it: Attenzione: l'importazione sovrascriverà tutti i dati presenti nell'applicazione Daily Dozen. Vuoi procedere con l'importazione?
pt_br: Atenção: esta importação substituirá todos os dados do histórico no aplicativo da Dúzia Diária. Deseja prosseguir com a importação?
ro: Atenţie: Acest import va suprascrie toate datele existente în aplicaţia Duzina Zilnică. Vreţi să continuaţi importarea datelor?
ru: Внимание: этот импорт перезапишет все данные истории, которые в настоящее время находятся в этом приложении Daily Dozen. Хотите продолжить импорт?
sk: Upozornenie: Tento import prepíše všetky údaje histórie, ktoré sú momentálne v tejto aplikácii Daily Dozen. Chcete pokračovať v importe?
uk: Увага: цей імпорт перезапише всі дані історії, які зараз є в програмі Дюжина доктора Грегера. Бажаєте продовжити імпорт?
zh_hans: 注意：此导入将覆蓋此每日12清单应用程序中当前的所有历史数据。 是否继续导入？
zh_hant: 注意：此導入將覆蓋此每日12清單應用程序中當前的所有歷史數據。 是否繼續導入？

# history_data_import_error_text
source: Error: The import was not performed because of a data error. The existing data has remained unchanged.
bg: Грешка: Импортирането не е извършено поради грешка в данните. Съществуващите данни са останали непроменени.
ca: Error: la importació ha fallat a causa d'un error de dades. Les dades existents no han canviat.
cs: Chyba: Import se nezdařil kvůli chybě dat. Stávající data zůstala nezměněna.
de: Fehler: Der Import konnte aufgrund eines Datenfehlers nicht ausgeführt werden. Die vorhandenen Daten bleiben unverändert.
es: Error: No se pudo proceder con la importación por un error de datos. El historial ya existente ha permanecido sin cambios.
fa: خطا: عملیاتِ واردسازی به‌دلیل خطای داده انجام نشد. داده‌های موجود به‌صورتِ دست‌نخورده باقی‌ مانده‌اند.
fr: Erreur : l’importation a été annulée suite à une erreur dans les données. Aucun changement n'a été enregistré.
hu: Hiba: Az importálás adathiba miatt sikertelen. A meglévő adatok változatlanok maradtak.
it: Errore: l'importazione non è stata eseguita a causa di un errore nei dati. I dati esistenti sono rimasti invariati.
pt_br: Erro: A importação não foi realizada devido a um erro nos dados. Os dados existentes não foram alterados.
ro: Eroare: Importarea datelor nu s-a realizat din cauza unei erori. Datele existente au rămas nemodificate.
ru: Ошибка: Импорт не выполнен из-за ошибки данных. Существующие данные остались без изменений.
sk: Chyba: Import sa nevykonal z dôvodu chyby údajov. Existujúce údaje zostali nezmenené.
uk: Помилка: імпорт не виконано через помилку даних. Існуючі дані залишилися без змін.
zh_hans: 错误：由于数据错误而未执行导入。现有数据保持不变。
zh_hant: 錯誤：由於數據錯誤而未執行導入。現有數據保持不變。

# history_data_import_notfound_text
source: Did not find a valid import file in the Daily Dozen Documents folder.
bg: Не е намерен валиден импортиран файл в папката Daily Dozen Documents.
ca: No s'ha trobat cap fitxer d'importació vàlid a la carpeta Daily Dozen Documents.
cs: Ve složce Daily Dozen Documents nebyl nalezen platný soubor pro import.
de: Es konnte keine gültige Importdatei in dem Daily Dozen Dokumente-Ordner gefunden werden
es: No se encontró un fichero de importación válido en la carpeta de documentos de la Docena Diaria.
fa: در پوشۀ اسنادِ «دوازده‌تای روزانه» فایلِ ورودیِ معتبری یافت نشد.
fr: Il n’y a pas de document au bon format dans le dossier Daily Dozen.
hu: Nem található érvényes importfájl a Napi Tucat dokumentumok mappájában.
it: Non sono stati trovati file d'importazione validi nella cartella documenti di Daily Dozen.
pt_br: Não foi encontrado um arquivo de importação válido na pasta Documentos da Dúzia Diária.
ro: Nu s-a găsit un fișier de import valid în folderul Documente.
ru: Не удалось найти допустимый файл импорта в папке Daily Dozen Documents.
sk: V priečinku Daily Dozen Documents sa nenašiel platný súbor pre import.
uk: Не знайдено дійсний файл імпорту в папці Дюжина доктора Грегера Документи
zh_hans: 在每日12清单文件夹中未找到有效的导入文件。
zh_hant: 在每日12清單文件夾中未找到有效的導入文件。

# history_data_title
source: History
bg: История
ca: Història
cs: Historie
de: Verlauf
es: Historial
fa: سابقه
fr: Historique
hu: Előzmények
it: Cronologia
mk: Историја
pt_br: Histórico
ro: Istoric
ru: Исторические данные
sk: História
uk: Історія
zh_hans: 历史
zh_hant: 歷史

# history_scale_choice_day
source: Day
bg: Ден
ca: Dia
cs: Den
de: Tag
es: Día
fa: روز
fr: Jour
he: יום
hu: Nap
it: Giorno
mk: Ден
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
sk: Deň
uk: День
zh_hans: 日
zh_hant: 日

# history_scale_choice_month
source: Month
bg: Месец
ca: Mes
cs: Měsíc
de: Monat
es: Mes
fa: ماه
fr: Mois
he: חודש
hu: Hónap
it: Mese
mk: Месец
pl: Miesiąc
pt_br: Mês
ro: Lună
ru: Месяц
sk: Mesiac
uk: Місяць
zh_hans: 月
zh_hant: 月

# history_scale_choice_year
source: Year
bg: Година
ca: Any
cs: Rok
de: Jahr
es: Año
fa: سال
fr: Année
he: שנה
hu: Év
it: Anno
mk: Година
pl: Rok
pt_br: Ano
ro: An
ru: Год
sk: Rok
uk: Рік
zh_hans: 年
zh_hant: 年

# history_scale_label
source: Time Scale
bg: Времева скала
ca: Calendari
cs: Časové měřítko
de: Zeitskala
es: Escala temporal
fa: مقیاسِ زمانی
fr: Affichage
he: סולם זמן
hu: Időskála
it: Periodo temporale
mk: Временска скала
pl: Okres czasu
pt_br: Escala de Tempo
ro: Interval
ru: Шкала Времени
sk: Časové merítko
uk: Шкала часу
zh_hans: 时间尺度
zh_hant: 時間尺度

# historyRecord.movingAverage
source: Moving Average
bg: Средна стойност
ca: Mesura mòbil
cs: Pohyblivý průměr
de: Gleitender Mittelwert
es: Media móvil
fa: میانگینِ تحرک
fr: Moyenne mobile
he: ממוצע נע
hu: Mozgóátlag
it: Media dei movimenti
mk: Подвижен просек
pt_br: Média Móvel
ro: Medie exerciții fizice
ru: Средняя подвижность
sk: Pohyblivý priemer
uk: Середня кількість руху
zh_hans: 活动平均数
zh_hant: 移動平均數

# historyRecordDoze.heading
source: Servings History
bg: История на порциите
ca: Historial de Porcions
cs: Historie Denní Dvanáctky
de: Portionen Verlauf
es: Historial de porciones
fa: سابقۀ سهم‌ها
fr: Historique Portions
he: הסטוריית המנות
hu: Adag történet
it: Cronologia porzioni
pl: Historia porcji
pt_br: Histórico de Porções
ro: Istoric porții
ru: Порции История
sk: História Dennej Dvanástky
uk: Історія порцій
zh_hans: 份量历史
zh_hant: 份量歷史

# historyRecordDoze.legend
source: Servings
bg: Порции
ca: Porcions
cs: Denní Dvanáctka
de: Portionen Verlauf
es: Porciones
fa: سهم‌ها
fr: Portions
he: מנות
hu: Adagok
it: Porzioni
pl: Porcje
pt_br: Porções
ro: Porții
ru: Порции
sk: Denná Dvanástka
uk: Порції
zh_hans: 份量
zh_hant: 份量

# historyRecordTweak.heading
source: Tweaks History
bg: История на настройките
ca: Historial de Potenciadors
cs: Historie 21 Hubnutí
de: Optimierungen Verlauf
es: Historial de potenciadores
fa: سابقۀ ترفندها
fr: Historique Astuces
he: שינויים בהסטוריה
hu: Trükkök előzményei
it: Cronologia modifiche
pl: Historia adaptacji
pt_br: Histórico de Ajustes
ro: Istoric Trucuri
ru: Уловки История
sk: História 21 Vylepšení
uk: Історія налаштувань
zh_hans: 妙方历史
zh_hant: 調整歷史

# historyRecordTweak.legend
source: Tweaks
bg: Фини настройки
ca: Potenciadors
cs: 21 Hubnutí
de: Optimierungen Verlauf
es: 21 Potenciadores
fa: ترفندها
fr: Astuces
he: שינויים
hu: Trükkök
it: Modifiche
pl: Adaptacje
pt_br: Ajustes
ro: Trucuri
ru: Уловки
sk: 21 Vylepšení
uk: Хитрощі
zh_hans: 妙方
zh_hant: 調整

# historyRecordWeight.heading
source: Weight History
bg: История на теглото
ca: Historial de pes
cs: Historie hmotnosti
de: Gewichtsverlauf
es: Historial de peso
fa: سابقۀ وزن
fr: Historique Poids
he: הסטוריית המשקל
hu: Súlytörténet
it: Cronologia peso
pl: Historia pomiarów wagi
pt_br: Histórico de Peso
ro: Istoric greutate
ru: Вес История
sk: História hmotnosti
uk: Історія ваги
zh_hans: 体重历史记录
zh_hant: 體重歷史

# historyRecordWeight.legendEvening
source: Evening
bg: Вечер
ca: Vespre
cs: Večer
de: Abend
es: Noche
fa: شب
fr: Soir
he: ערב
hu: Este
it: Sera
mk: Вечер
pl: Wieczór
pt_br: Noite
ro: Seară
ru: Вечер
sk: Večer
uk: Вечір
zh_hans: 晚上
zh_hant: 晚上

# historyRecordWeight.legendMorning
source: Morning
bg: Сутрин
ca: Matí
cs: Ráno
de: Morgen
es: Mañana
fa: صبح
fr: Matin
he: בוקר
hu: Reggel
it: Mattina
mk: Утро
pl: Ranek
pt_br: Manhã
ro: Dimineaţă
ru: Утро
sk: Ráno
uk: Ранок
zh_hans: 早上
zh_hant: 早上

# historyRecordWeight.titleImperial
source: Weight (lbs)
bg: Тегло (lbs)
ca: Pes (lliures)
cs: Váha (libry)
de: Gewicht (Pfund)
es: Peso (libras)
fa: وزن (پوند)
fr: Poids (lbs)
he: משקל (ליברות)
hu: Súly (font)
it: Peso (lbs)
pl: Waga (funt)
pt_br: Peso (lbs)
ro: Greutate (lbs)
ru: Вес (фунты)
sk: Váha (libry)
uk: Вага (фунти)
zh_hans: 体重（磅）
zh_hant: 體重（磅）

# historyRecordWeight.titleMetric
source: Weight (kg)
bg: Тегло (кг)
ca: Pes (quilos)
cs: Váha (kg)
de: Gewicht (kg)
es: Peso (kg)
fa: وزن (کیلوگرم)
fr: Poids (kg)
he: משקל (ק"ג)
hu: Súly (kg)
it: Peso (kg)
pl: Waga (kg)
pt_br: Peso (kg)
ro: Greutate (kg)
ru: Вес (кг)
sk: Váha (kg)
uk: Вага (кг)
zh_hans: 体重（公斤）
zh_hant: 體重（公斤）

# info_app_about
source: About
bg: Относно
ca: Informació
cs: O aplikaci
de: Über
es: Conócenos
fa: درباره
fr: À propos
he: לגבי
hu: Az alkalmazásról
it: Informazioni
mk: За нас
pl: O aplikacji
pt_br: Sobre Nós
ro: Despre
ru: О нас
sk: O aplikácii
uk: Про
zh_hans: 关于我们
zh_hant: 關於我們

# info_app_about_app_name
source: Daily Dozen
ca: Dotzena Diària
cs: Denní Dvanáctka
de: Tägliches Dutzend
es: Docena Diaria
fa: دوازه‌تای روزانه
he: התריסר היומי
hu: Napi tucat
mk: Дневна дузина
pl: Codzienny Tuzin
pt_br: Dúzia Diária
ro: Duzina Zilnică
ru: Не Сдохни!
sk: Denná Dvanástka
uk: Дюжина доктора Грегера
zh_hans: 每日12清单
zh_hant: 每日12清單

# info_app_about_created_by
source: This app was created by: NutritionFacts.org, Christi Richards, Konstantin Khokhlov, and Marc Campbell
bg: Това приложение е създадено от: NutritionFacts.org, Кристи Ричардс, Константин Хохлов и Марк Кембъл
ca: Aquesta app ha estat creada per: NutritionFacts.org, Christi Richards, Konstantin Khokhlov i Marc Campbell
cs: Tuto aplikaci vytvořili: NutritionFacts.org, Christi Richards, Konstantin Khokhlov a Marc Campbell
de: Diese App wurde erstellt von: NutritionFacts.org, Christi Richards, Konstantin Khokhlov, und Marc Campbell
es: Esta app fue creada por: NutritionFacts.org, Christi Richards, Konstantin Khokhlov, y Marc Campbell
fa: این اپ توسط: NutritionFacts.org، کریستی ریچاردز، کُنستانتین خُخلُف، و مارک کَمپبِل ساخته شده است.
fr: App créée par : NutritionFacts.org, Christi Richards, Konstantin Khokhlov et Marc Campbell
he: אפליקציה זו נוצרה על ידי: NutritionFacts.org, כריסטי ריצ'רדס, קונסטנטין חוחלוב ומארק קמפבל
hu: Ezt az alkalmazást készítette: NutritionFacts.org, Christi Richards, Konstantin Khokhlov és Marc Campbell
it: Questa app è stata creata da: NutritionFacts.org, Christi Richards, Konstantin Khokhlov e Marc Campbell
pl: Ta aplikacja została stworzona przez: NutritionFacts.org, Christi Richards, Konstantin Khokhlov i Marc Campbell
pt_br: Este aplicativo foi criado por: NutritionFacts.org, Christi Richards, Konstantin Khokhlov e Marc Campbell.
ro: Această aplicație a fost creată de: NutritionFacts.org, Christi Richards, Konstantin Khokhlov și Marc Campbell.
ru: Это приложение было создано NutritionFacts.org, Кристи Ричардс, Константином Хохловым и Марком Кэмпбеллом.
sk: Túto aplikáciu vytvorili: NutritionFacts.org, Christi Richards, Konštantín Khokhlov a Marc Campbell
uk: Цей застосунок було створено NutritionFacts.org, Крісті Річардс, Констянтином Хохловим та Марком Кемпбеллом
zh_hans: 本应用程序由以下单位及个人制作：NutritionFacts.org、Christi Richards、Konstantin Khokhlov和Marc Campbell
zh_hant: 本應用程序由以下單位及個人製作：NutritionFacts.org、Christi Richards、Konstantin Khokhlov和Marc Campbell

# info_app_about_heading
source: About this app
bg: Информация за приложението
ca: Sobre aquesta app
cs: O této aplikaci
de: Über diese Anwendung
es: Sobre esta app
fa: دربارۀ این اپ
fr: À propos de cette app
he: בקשר לאפליקציה זו
hu: Erről az alkalmazásról
it: Informazioni sull'app
mk: За оваа апликација
pl: O aplikacji
pt_br: Sobre este aplicativo
ro: Despre această aplicație
ru: Об этом приложении
sk: O tejto aplikácii
uk: Про цей застосунок
zh_hans: 关于本应用程序
zh_hant: 關於本應用程序
