Repository: nutritionfactsorg/daily-dozen-ios
Catalog: DailyDozen/DailyDozen/App/Texts/LocalStrings/*.lproj/Localizable.strings
Languages: bg, ca, cs, de, es, fa, fr, he, hu, it, mk, pl, pt_br, ro, ru, sk, uk, zh_hans, zh_hant

# tweakExerciseTiming.heading
source: Optimize Exercise Timing
bg: Оптимизирайте времето за упражнения
ca: Optimitzar el Temps d'Exercici
cs: Optimalizujte načasování pohybu
de: Optimierung des Trainingszeitpunkts
es: Ejercicio a buena hora
fa: زمانبندیِ ورزشتان را بهینه کنید
fr: Optimisez vos exercices
he: יעלו את זמן הספורט
hu: Eddzen optimális időben
it: Ottimizza i tempi di allenamento
mk: Вежбање во вистинско време
pl: Zoptymalizuj czas ćwiczeń
pt_br: Otimize o Tempo de Exercícios
ro: Optimizați cronometrarea exercițiilor
ru: Оптимизируйте график выполнения физических упражнений
sk: Optimalizujte načasovanie pohybu
uk: Оптимізуй час виконання фізичних навантажень
zh_hans: 把握运动良机
zh_hant: 把握運動良機

# tweakMeal20Minutes.heading
source: Follow the Twenty-Minute Rule
bg: Следвайте двадесетминутното правило
ca: La Regla dels Vint Minuts
cs: Dodržujte pravidlo dvaceti minut
de: 20-Minuten-Regel befolgen
es: La regla de los veinte minutos
fa: از «قانونِ بیست دقیقه» پیروی کنید
fr: Suivez la règle des vingt minutes
he: עיקבו אחר חוק 20 הדקות
hu: Kövesse a húszperces szabályt
it: Segui la regola dei venti minuti
mk: Правило на дваесет минути
pl: Przestrzegaj zasady dwudziestu minut
pt_br: Siga a Regra dos Vinte Minutos
ro: Urmați Regula celor douăzeci de minute
ru: Следуйте двадцатиминутному правилу
sk: Dodržujte pravidlo dvadsiatich minút
uk: Слідуй правилу 20 хв
zh_hans: 严守用餐20分钟法则
zh_hant: 嚴守用餐20分鐘法則

# tweakMealNegCal.heading
source: Preload with “Negative Calorie” Foods
bg: Предварително заредете с храни с отрицателни калории
ca: Començar amb Aliments de “Calories Negatives”
cs: Předplňte se potravinami s „negativními kaloriemi“.
de: Mahlzeit mit “Negativ-Kalorien” beginnen
es: Empezar con alimentos de “calorías negativas”
fa: قبل از غذای اصلی، غذاهای دارای «کالریِ منفی» بخورید
fr: Préchargez avec des “calories négatives”
he: טענו מראש עם מזונות עם "קלוריות שליליות"
hu: „Negatív kalóriatartalmú” ételek előtöltése
it: Inizia i tuoi pasti con cibi "a calorie negative"
mk: Започнете со храна со „негативни калории“
pl: Spożywaj pokarmy o „negatywnej kaloryczności”
pt_br: Pré-refeição de Alimentos de “Calorias Negativas”
ro: Preîncărcați cu alimente cu „calorii negative”
ru: Предварительная загрузка отрицательными калориями
sk: Predplňte sa potravinami s „negatívnymi kalóriami“.
uk: Користуйся правилом “Негативних калорій”
zh_hans: 预载负热量食物
zh_hant: 預載負熱量食物

# tweakMealUndistracted.heading
source: Enjoy Undistracted Meals
bg: Насладете се на неразделени ястия
ca: Àpats sense Distraccions
cs: Nenechte se vyrušovat během jídla
de: Ungestört essen
es: Comidas sin distracciones
fa: بدونِ حواس‌پرتی از وعده‌های غذایتان لذت ببرید
fr: Prenez vos repas sans distraction
he: תהנו מארוחות ללא הפרעה
hu: Élvezze zavartalanul az étkezést
it: Goditi i pasti senza distrazioni
mk: Оброци без одвлекување на вниманието
pl: Jedz bez rozpraszania uwagi
pt_br: Desfrute de Refeições sem Distrações
ro: Bucurați-vă de mese fără distrageri
ru: Не отвлекайтесь от еды
sk: Nenechajte sa vyrušovať počas jedla
uk: Не відволікайся під час їжі
zh_hans: 专心用餐
zh_hant: 專心用餐

# tweakMealVinegar.heading
source: Incorporate Vinegar (2 tsp with each meal)
bg: Включете оцет (2 ч.л. с всяко хранене)
ca: Vinagre (2 culleradetes a cada àpat)
cs: Používejte ocet (2 lžičky s každým jídlem)
de: Essig hinzufügen (2 TL zu jeder Mahlzeit)
es: Vinagre (2 ctda. cada comida)
fa: سرکه اضافه کنید (۲ قاشقِ چای‌خوری با هر وعدۀ غذا)
fr: Prenez du vinaigre (2 c. à café par repas)
he: שלבו חומץ (2 כפיות בכל ארוחה)
hu: Adjunk hozzá ecetet (2 tk minden étkezéshez)
it: Integra l'aceto (2 cucchiaini per ogni pasto)
mk: Оцет (2 лажички/оброк)
pl: Włącz ocet do diety (2 łyżeczki do każdego posiłku)
pt_br: Incorpore Vinagre (2 colheres de chá com cada refeição)
ro: Încorporați oțet (2 lingurițe cu fiecare masă)
ru: Включите уксус (2 ч.л. с каждым приемом пищи)
sk: Používajte ocot (2 lyžičky s každým jedlom)
uk: Додавай оцет (2 ч.л. з кожним прийомом їжі)
zh_hans: 配醋一起吃（每餐2茶匙）
zh_hant: 配醋一起吃（每餐2茶匙）

# tweakMealWater.heading
source: Preload with Water
bg: Предварително заредете с вода
ca: Començar amb Aigua
cs: Pijte vodou před jídlem
de: Mahlzeit mit kaltem Wasser beginnen
es: Empezar con agua
fa: قبل از غذا آب بنوشید
fr: Préchargez avec de l'eau
he: הטענו מראש עם מים
hu: Étkezés előtt igyon vizet
it: Bevi prima dei pasti
mk: Започнете со вода
pl: Woda przed posiłkiem
pt_br: Pré-refeição de Água
ro: Preîncărcați cu apă
ru: Предварительная водная загрузка
sk: Pite vodu pred jedlom
uk: Пий воду перед їжею
zh_hans: 预载水分
zh_hant: 預載水分

# tweakNightlyFast.heading
source: Fast After 7:00 pm
bg: Гладуване след 19:00 ч
ca: Dejú Després de les 7:00 P.M.
cs: Nejezte po 19:00 hodině
de: Fasten nach 19 Uhr
es: Ayuno después de las 7 P.M.
fa: بعد از ساعتِ ۷:۰۰ شب ناشتا بمانید
fr: Jeûnez après 19h
he: צומו לאחר 19:00
hu: Böjtöljön 19:00 után
it: Digiuna dopo le 19:00
mk: Пост по 19:00 часот
pl: Nie jedz po 19:00
pt_br: Jejum Após as 19:00h
ro: Postiți după ora 19:00
ru: Не ешьте после 7:00 вечера
sk: Nejedzte po 19:00 hodine
uk: Останній прийом їжі має бути о 7 вечора
zh_hans: 晚上７点后禁食
zh_hant: 晚上７點後禁食

# tweakNightlySleep.heading
source: Get Sufficient Sleep
bg: Получете достатъчно сън
ca: Dorm Prou Hores
cs: Dopřejte si dostatek spánku
de: Genug schlafen
es: Dormir lo suficiente
fa: به اندازۀ کافی بخوابید
fr: Dormez suffisamment
he: קבלו שינה מספיקה
hu: Aludjon eleget
it: Dormi a sufficienza
mk: Доволно спиење
pl: Śpij wystarczająco dużo
pt_br: Durma o Suficiente
ro: Dormiți suficient
ru: Высыпайтесь
sk: Doprajte si dostatok spánku
uk: Висипайся
zh_hans: 睡眠充足
zh_hant: 睡眠充足

# tweakNightlyTrendelenbrug.heading
source: Experiment with Mild Trendelenburg
bg: Експериментирайте с лекия трендленбург
ca: Trendelenburg
cs: Experimentujte s mírnou Trendelenburgovo polohou
de: Mit leichter Trendelenburg-Lage experimentieren
es: Trendelenburg
fa: حالتِ ترِندِلِنبِرگ با شیبِ کم را امتحان کنید
fr: Testez la position de Trendelenburg modérée
he: התנסו ב-Trendelenburg מתון
hu: Kísérletezzen Enyhe Trendelenburggal
it: Prova una posizione di Trendelenburg leggera
mk: Тренделенбург
pl: Eksperyment z łągodną pozycją Trendelenburg
pt_br: Experimente o Trendelenburg Leve
ro: Experimentați cu poziția Trendelenburg ușoară
ru: Поэкспериментируйте с положением мягкого Тренделенбурга
sk: Experimentujte s miernou Trendelenburgovou polohou
uk: Експериментуй з частковим положенням Тренделенбурга
zh_hans: 采取微微头低脚高的仰卧睡姿
zh_hant: 採取微微頭低腳高的仰臥睡姿

# tweakWeightTwice.heading
source: Weigh Yourself Twice a Day
bg: Претегляйте се два пъти на ден
ca: Pesar-se Dues Vegades al Dia
cs: Važte se dvakrát denně
de: Zweimal täglich wiegen
es: Pesarse dos veces al día
fa: خودتان را دوبار در روز وزن کنید
fr: Pesez-vous deux fois par jour
he: שיקלו את עצמכם פעמיים ביום
hu: Mérje meg a súlyát naponta kétszer
it: Pesati due volte al giorno
mk: Мерење два пати дневно
pl: Waż się dwa razy dziennie
pt_br: Pese-se Duas Vezes por Dia
ro: Cântăriți-vă de două ori pe zi
ru: Взвешивайтесь дважды в день
sk: Vážte sa dvakrát denne
uk: Зважуйся двічі на день
zh_hans: 每天量体重两次
zh_hant: 每天量體重兩次

# units_label
source: Units
bg: единици
ca: Unitats
cs: Jednotky
de: Masseinheiten:
es: Sistema
fa: واحدِ اندازه‌گیری
fr: Unités
he: יחידות:
hu: Mértékegységek
it: Sistema
mk: Систем
pl: Jednostki:
pt_br: Unidades:
ro: Unități
ru: Единица Измерения:
sk: Jednotky
uk: Одиниці вимірювання
zh_hans: 单位
zh_hant: 單位

# unitToggle.metric
source: Metric
bg: метричен
ca: mètric
cs: Metrické
de: metrisch
es: MÉTRICO
fa: مِتریک
fr: Métrique
he: מטרי
hu: Metrikus
it: Metrico
mk: МЕТРИЧКИ
pl: metryczne
pt_br: métrico
ru: метрическая
sk: Metrické
uk: Метрична система мір
zh_hans: 公制
zh_hant: 公制

# urlSegmentInfoMenu.book
source: book
bg: book/how-not-to-die
cs: book/how-not-to-die
de: book/how-not-to-die
es: es/comer-para-no-morir
fa: book/how-not-to-die
fr: book/how-not-to-die
hu: book/how-not-to-die
mk: book/how-not-to-die
ru: book/how-not-to-die
uk: book/how-not-to-die
zh_hans: book/how-not-to-die
zh_hant: book/how-not-to-die

# urlSegmentInfoMenu.challenge
source: daily-dozen-challenge
es: es/objetivo-la-docena-diaria

# urlSegmentInfoMenu.cookbook
source: cookbook
bg: book/how-not-to-die-cookbook
cs: book/how-not-to-die-cookbook
de: book/how-not-to-die-cookbook
es: es/libro-de-recetas
fa: book/how-not-to-die-cookbook
fr: book/how-not-to-die-cookbook
hu: book/how-not-to-die-cookbook
mk: book/how-not-to-die-cookbook
ru: book/how-not-to-die-cookbook
uk: book/how-not-to-die-cookbook
zh_hans: book/how-not-to-die-cookbook
zh_hant: book/how-not-to-die-cookbook

# urlSegmentInfoMenu.diet
source: how-not-to-diet
bg: book/how-not-to-diet
cs: book/how-not-to-diet
de: book/how-not-to-diet
es: es/comer-para-no-engordar/
fa: book/how-not-to-diet
fr: book/how-not-to-diet
hu: book/how-not-to-diet
mk: book/how-not-to-diet
ru: book/how-not-to-diet
uk: book/how-not-to-diet
zh_hans: book/how-not-to-diet
zh_hant: book/how-not-to-diet

# urlSegmentInfoMenu.donate
source: donate
es: es/dona-a-nutritionfacts-org

# urlSegmentInfoMenu.source
source: open-source
es: es/open-source

# urlSegmentInfoMenu.subscribe
source: subscribe
es: es/suscribete

# urlSegmentInfoMenu.team
source: team
es: es/equipo

# urlSegmentInfoMenu.videos
source: videos
es: es/videos

# weight_entry_clear
source: Clear
bg: Изчисти
ca: Esborrar
cs: Vymazat
de: Löschen
es: Borrar
fa: پاکسازی
fr: Effacer
he: נקה
hu: Törlés
it: Annulla
mk: Исчисти
pl: Wyczyść
pt_br: Apagar
ro: Șterge
ru: Очистить
sk: Vymazať
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# weight_entry_evening
source: Evening (right before bed)
bg: Вечер (точно преди лягане)
ca: Vespre (abans d'anar al llit)
cs: Večer (těsně před ulehnutím)
de: Abends (direkt vor dem Schlafengehen)
es: Tarde (justo antes de acostarse)
fa: شب (درست پیش از خواب)
fr: Soir (juste avant le coucher)
he: ערב (מיד לפני השינה)
hu: Este (közvetlenül lefekvés előtt)
it: Sera (prima di coricarsi)
mk: Навечер (веднаш пред спиење)
pl: Wieczór (tuż przed snem)
pt_br: Noite (antes de dormir)
ro: Seara (înainte de culcare)
ru: Вечером (прямо перед сном)
sk: Večer (tesne pred spaním)
uk: Вага (перед сном)
zh_hans: 夜间（就寝前）
zh_hant: 夜間（就寢前）

# weight_entry_morning
source: Morning (upon waking)
bg: Сутрин (при събуждане)
ca: Matí (quan et lleves)
cs: Ráno (po probuzení)
de: Morgens (nach dem Aufwachen)
es: Mañana (al despertar)
fa: صبح (بلافاصله پس از بیدار شدن)
fr: Matin (au réveil)
he: בוקר (בזמן הליכה)
hu: Reggel (ébredés után)
it: Mattino (al risveglio)
mk: Наутро (веднаш после будење)
pl: Rano (zaraz po przebudzeniu)
pt_br: Manhã (logo ao acordar)
ro: Dimineața (la trezire)
ru: Утром (сразу как проснулся)
sk: Ráno (po prebudení)
uk: Вага (зранку)
zh_hans: 早晨（起床时）
zh_hant: 早晨（起床時）

# weight_entry_time
source: Time
bg: Време
ca: Temps
cs: Čas
de: Uhrzeit
es: Tiempo
fa: زمان
fr: Heure
he: זמן
hu: Idő
it: Ora
mk: Време
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sk: Čas
uk: Час
zh_hans: 时间
zh_hant: 時間

# weight_entry_units_lbs
source: lbs
bg: паундове
ca: lliures
cs: libry
de: Pfund
es: libras
fa: پوند
he: ליברות
hu: font
mk: фунти
pl: funt
ru: фунты
sk: libry
uk: фунти
zh_hans: 磅
zh_hant: 磅

# weight_history_edit_data
source: Edit Data
bg: Редактиране на данни
ca: Editar Dades
cs: Upravit data
de: Daten bearbeiten
es: Editar datos
fa: ویرایشِ داده‌ها
fr: Modifier
he: עריכת נתונים
hu: Adatok szerkesztése
it: Modifica dati
mk: Промени вредност
pl: Edytuj dane
pt_br: Editar Dados
ro: Editează Datele
ru: Редактировать данные
sk: Upraviť dáta
uk: Оновити дані
zh_hans: 编辑数据
zh_hant: 編輯數據

# weightEntry.heading
source: Weight
bg: Тегло
ca: Pes
cs: Hmotnost
de: Gewicht
es: Peso
fa: وزن
fr: Poids
he: משקל
hu: Súly
it: Peso
mk: Тежина
pl: Waga
pt_br: Peso
ro: Greutate
ru: Вес
sk: Hmotnosť
uk: Вага
zh_hans: 体重
zh_hant: 體重

# dozeOtherInfo.confirm
source: OK
bg: ОК
fa: بسیارخب
he: טוב
mk: Во ред
pt_br: Certo
ru: ОК
uk: ОК
zh_hans: 确定
zh_hant: 確定

# history_data_alert_ok
source: OK
bg: ОК
ca: D'acord
fa: بسیارخب
pt_br: Certo
ru: ХОРОШО
zh_hans: 确认
zh_hant: 確認

# setting_units_0_imperial
source: Imperial
bg: Имперски
cs: Imperiální
fa: اِمپِریال
fr: Impérial
he: אימפריאלי
hu: Angolszász
it: Sistema imperiale
mk: ИМПЕРИЈАЛЕН
pl: Imperialne
ru: Имперская
sk: Imperiálne
uk: Імперський
zh_hans: 英制
zh_hant: 英制

# unitToggle.imperial
source: Imperial
bg: имперски
cs: Imperiální
fa: اِمپِریال
fr: Impérial
he: קיסרי
hu: Angolszász
it: Imperiale
mk: ИМПЕРИЈАЛЕН
pl: imperialne
ru: имперская
sk: Imperiálne
uk: Англійська система мір
zh_hans: 英制
zh_hant: 英制

# videos.link.label
source: Videos
bg: Видео
ca: Vídeos
cs: Videa
fa: ویدئوها
fr: Vidéos
he: סרטונים
hu: Videók
it: Video
mk: Видеа
pl: Filmy
pt_br: VÍDEOS
ro: Videoclipuri
ru: ВИДЕО
sk: Videá
uk: Відео
zh_hans: 视频
zh_hant: 影片

# weight_entry_units_kg
source: kg
bg: кг
fa: کیلوگرم
he: ק"ג
mk: кг
ru: кг
uk: кг
zh_hans: 公斤
zh_hant: 公斤
