{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "Dokončujte své implementační záměry",
        "metric" : "Dokončujte své implementační záměry"
      },
      "explanation" : "Každé dva měsíce vytvořte tři nové implementační záměry – plány „když X, pak Y“ pro provedení konkrétního chování v konkrétním kontextu – a každý z nich zaškrtněte, když je každý den dokončujete.",
      "heading" : "Dokončete své implementační záměry",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "Černý kmín (Nigella sativa) (¼ lžičky)",
        "metric" : "Černý kmín (Nigella sativa) (¼ lžičky)"
      },
      "explanation" : "Jak je uvedeno v části Potlačení chuti k jídlu, systematický přehled a metaanalýza randomizovaných, kontrolovaných studií hubnutí zjistila, že asi čtvrtina čajové lžičky prášku z černého kmínu každý den snižuje index tělesné hmotnosti během několika měsíců. Všimněte si, že černý kmín se liší od běžného kmínu, u kterého se liší dávkování.",
      "heading" : "Černý kmín (¼ lžičky)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "Římský kmín (Cuminum cyminum) (½ lžičky s obědem a večeří)",
        "metric" : "Římský kmín (Cuminum cyminum) (½ lžičky s obědem a večeří)"
      },
      "explanation" : "Ženy s nadváhou náhodně vybrané do skupiny, která si k obědu a večeři dávala navíc půl lžičky římského kmínu, zhubly oproti kontrolní skupině o 4 kila a palec (2,5cm) v pase více. Existují také důkazy ohledně stejné účinnosti šafránu (koření), toho by ale špetka denně stála dolar, zatímco lžička římského kmínu stojí méně než deset centů.",
      "heading" : "Římský kmin (½ lžičky s obědem a večeří)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "Zbavte se mouky",
        "metric" : "Zbavte se mouky"
      },
      "explanation" : "Zaškrtněte toto políčko každý den, kdy jíte celozrnné porce ve formě neporušených zrn. Rozdrcení dokonce i stoprocentně celých zrn připravuje naše mikrobiomy o škrob, který by jinak byl doručen do tlustého střeva uzavřený do neporušených buněčných stěn.",
      "heading" : "Zbavte se mouky",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "Jezte více v první polovině dne",
        "metric" : "Jezte více v první polovině dne"
      },
      "explanation" : "Rozložení příjmu většího množství kalorií do dřívější části dne má metabolické výhody, proto si z (ideálně) snídaně, nebo oběda udělejte největší jídlo dne, v souladu s principem král/princ/chuďas.",
      "heading" : "Jezte více v první polovině dne",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "Česnekový prášek (¼ lžičky)",
        "metric" : "Česnekový prášek (¼ lžičky)"
      },
      "explanation" : "Randomizované, dvojitě zaslepené, placebem kontrolované studie zjistily, že jen čtvrt čajové lžičky česnekového prášku denně může snížit tělesný tuk za cenu pár centů denně.",
      "heading" : "Česnekový prášek (¼ lžičky)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "Mletý zázvor (1 lžička) nebo kajenský pepř (½ lžičky)",
        "metric" : "Mletý zázvor (1 lžička) nebo kajenský pepř (½ lžičky)"
      },
      "explanation" : "Randomizované kontrolované studie zjistily, že ¼ lžičky až 1½ lžičky mletého zázvoru denně významně snižuje tělesnou hmotnost, za cenu pouhých haléřů. Může to být tak jednoduché, jako zamíchat lžičku mletého koření do šálku horké vody. Poznámka: zázvor může lépe působit ráno, než večer. Čaj Chai je chutný způsob, jak spojit trik s kořením a trik se zeleným čajem do jediného nápoje. Alternativně, pro aktivaci BAT, můžete do své každodenní stravy přidat jednu syrovou jalapeño papričku, nebo půl lžičky prášku z červené papriky (případně také nadrcené paprikové vločky). Pro snížení pálivosti je možné jalapeño nakrájet na velmi tenké plátky, nebo nadrobno nasekat - to zredukuje pálení na jemné škrabkání - nebo vmíchejte papriku do „celého jídla ve formě zeleninového smoothie“, které uvádím v jednom ze svých videí o vaření na stránkách NutritionFacts.org",
      "heading" : "Mletý zázvor (1 lžička) nebo kajenský pepř (½ lžičky)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "Zelený čaj (3 šálky)",
        "metric" : "Zelený čaj (3 šálky)"
      },
      "explanation" : "Pijte tři šálky denně mezi jídly (počkejte alespoň hodinu po jídle, abyste nenarušili vstřebávání železa). Během jídla pijte vodu nebo ibiškový čaj smíchaný v poměru 6:1 s citronovou verbenou, ale nikdy nepřekračujte tři šálky tekutiny za hodinu (důležité vzhledem k mé radě ohledně předběžného naplnění vodou). Využijte posilujícího účinku kofeinu tím, že budete pít svůj zelený čaj spolu s něčím zdravým, co si přejete, aby vám chutnalo víc, ale nekonzumujte velké množství kofeinu šest hodin před spaním. Nejlepší je pít čaj bez sladidla, ale pokud si čaj obvykle sladíte medem nebo cukrem, zkuste místo toho jakonový sirup.",
      "heading" : "Zelený čaj (3 šálky)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "Zůstaňte hydratovaní",
        "metric" : "Zůstaňte hydratovaní"
      },
      "explanation" : "Toto políčko zaskrtněte, pokud se vaše moč nikdy nejeví tmavší, než světle žlutá. \n\nPoznámka: pokud jíte potraviny obohacené riboflavinem (například nutriční droždí), řiďte se zde místo toho tím, zda jste za den vypili devět šálků (pro ženy), nebo třináct šálků (pro muže) neslazených nápojů (to by mělo být pokryto doporučeními pro zelený čaj a předběžné naplnění vodou). \n\nPokud trpíte problémy se srdcem nebo ledvinami, nezvyšujte příjem tekutin aniž byste se předtím poradili se svým lékařem. \n\nPamatujte, že light/dietní sycené nápoje mohou být bez kalorií, ale nejsou bez následků, jak jsme se dozvěděli v sekci Nízký obsah přidaného cukru.",
      "heading" : "Zůstaňte hydratovaní",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "Lahůdkové droždí (2 lžičky)",
        "metric" : "Lahůdkové droždí (2 lžičky)"
      },
      "explanation" : "Dvě čajové lžičky pekařského, pivovarského nebo lahůdkového droždí obsahují zhruba takové množství beta 1,3/1,6 glukanů, jaké bylo nalezeno v randomizovaných, dvojitě zaslepených, placebem kontrolovaných klinických studiích pro usnadnění hubnutí.",
      "heading" : "Lahůdkové droždí (2 lžičky)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "Vymezte si čas pro jídlo",
        "metric" : "Vymezte si čas pro jídlo"
      },
      "explanation" : "Vymezte si pro jedení denní časové okno, ne delší než 12 hodin, které můžete důsledně dodržovat sedm dní v týdnu. Vzhledem k cirkadiánním výhodám večerního snížení příjmu potravy by okno mělo skončit před 19:00.",
      "heading" : "Vymezte si čas pro jídlo",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "Optimalizujte načasování pohybu",
        "metric" : "Optimalizujte načasování pohybu"
      },
      "explanation" : "Denní Dvanáctka doporučuje jako optimální množství pohybu pro dosažení dlouhověkosti devadesát minut středně intenzivní aktivity denně, což je také optimální množství pohybu pro hubnutí. Pohyb je dobrý kdykoli a čím více, tím lépe, speciální výhody ovšem může přinášet pohyb nalačno, nejdříve šest hodin po posledním jídle. To by typicky znamenalo před snídaní, ale pokud to správně načasujete, je možné cvičit v poledne před pozdním obědem, nebo, pokud jste oběd jedli naopak dostatečně brzy, před večeří. Toto načasování platí pro nediabetiky. Diabetici a prediabetici by naopak měli s pohybem začít třicet minut po začátku jídla, a ideálně v aktivitě vytrvat alespoň hodinu, aby kompletně překlenuli vrchol hladiny cukru v krvi. Pokud byste si měli vybrat pohyb po jediném jídle, byla by to večeře, vzhledem k tomu, že cirkadiánní rytmus kontroly hladiny cukru v krvi během dne slábne. Ideálně by však největším jídlem dne byla snídaně, a cvičili byste po ní - nebo, ještě lépe, po každém jídle.",
      "heading" : "Optimalizujte načasování pohybu",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "Dodržujte pravidlo dvaceti minut",
        "metric" : "Dodržujte pravidlo dvaceti minut"
      },
      "explanation" : "Ať už zvýšením viskozity nebo počtu žvýkání nebo snížením velikosti sousta a rychlosti jedení, desítky studií prokázaly, že bez ohledu na to, jak zvýšíme dobu, po kterou je jídlo v našich ústech, může to vést k nižšímu kalorickému příjmu. Prodlužte tedy dobu jídla alespoň na dvacet minut, aby se vaše přirozené signály sytosti mohly plně projevit. Jak? Výběrem potravin, jejichž konzumace trvá déle, a jejich konzumací způsobem, který prodlouží dobu, po kterou zůstanou v ústech. Jezte objemnější, tužší nebo potraviny nutné žvýkat, v malých, pořádně rozžvýkaných soustech.",
      "heading" : "Dodržujte pravidlo dvaceti minut",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "Předplňte se potravinami s „negativními kaloriemi“.",
        "metric" : "Předplňte se potravinami s „negativními kaloriemi“."
      },
      "explanation" : "Jako první chod začněte každé jídlo jablkem nebo polévkou nebo salátem Green Light s méně než 100 kaloriemi na šálek.",
      "heading" : "Předplňte se potravinami s „negativními kaloriemi“.",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "Nenechte se vyrušovat během jídla",
        "metric" : "Nenechte se vyrušovat během jídla"
      },
      "explanation" : "Nesledujte televizi a nepoužívejte telefon při jídle. Zaškrtněte si políčko za každé jídlo, které dokážete sníst bez rozptylování.",
      "heading" : "Nenechte se vyrušovat během jídla",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "Používejte ocet (2 lžičky s každým jídlem)",
        "metric" : "Používejte ocet (2 lžičky s každým jídlem)"
      },
      "explanation" : "Nikdy nepijte čistý ocet. Místo toho používejte kterýkoli z dostupných octů (sladkých i „slaných“) k dochucení jídla, nebo pokapání přílohového salátu. Pokud jej pít chcete, nezapomeňte jej naředit ve sklenici s vodou a po požití si důkladně vypláchněte ústa, abyste ochránili zubní sklovinu.",
      "heading" : "Používejte ocet (2 lžičky s každým jídlem)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "Pijte vodou před jídlem",
        "metric" : "Pijte vodou před jídlem"
      },
      "explanation" : "Načasujte si vypití dvou šálků studené neochucené vody před každým jídlem na zrychlení metabolismu, abyste také využili výhody předplnění se vodou.",
      "heading" : "Pijte vodou před jídlem",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "Nejezte po 19:00",
        "metric" : "Nejezte po 19:00"
      },
      "explanation" : "Kvůli našim cirkadiánním rytmům se z jídla konzumovaného večer a v noci uloží více tuku, než z úplně stejného jídla, konzumovaného v dřívější denní dobu. Proto se každou noc, počínaje 19:00, alespoň dvanáct hodin postěte. Čím méně kalorií po západu slunce, tím lépe.",
      "heading" : "Nejezte po 19:00 hodině",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "Dopřejte si dostatek spánku",
        "metric" : "Dopřejte si dostatek spánku"
      },
      "explanation" : "Toto políčko zaškrtněte, pokud při dodržení svého pravidelného času uléhání spíte alespoň sedm hodin.",
      "heading" : "Dopřejte si dostatek spánku",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "Experimentujte s mírnou Trendelenburgovo polohou",
        "metric" : "Experimentujte s mírnou Trendelenburgovo polohou"
      },
      "explanation" : "Zkuste strávit alespoň čtyři hodiny za noc ležením s tělem nakloněným hlavou dolů pod úhlem šest stupňů. Tohoto náklonu lze dosáhnout podložením/zvednutím sloupků v nohou postele o 20cm (22,5cm pokud je vaše postel delší než standartní). Buďte extrémně opatrní při vstávání z této polohy, protože u většiny lidí způsobuje ortostatickou intoleranci, dokonce i když jste mladí a zdraví. Pokud tedy vstanete příliš rychle, můžete pocítit závrať, mdloby nebo točení hlavy a mohli byste upadnout a zranit se. Takže vstávejte pomalu. Vypití dvou šálků studené vody třicet minut před vstáváním (zvednutím se z postele) může pomoci předejít tomuto potenciálně nebezpečnému vedlejšímu efektu. \n\n*DŮLEŽITÉ: Toto doma v žádném případě nezkoušejte, pokud trpíte problémy se srdcem nebo plícemi, pálením žáhy, nebo problémy s mozkem (traumatické zranění hlavy) nebo očima (dokonce i rodinná anamnéza glaukomu vás diskvalifikuje). Také toto nezkoušejte, dokud se svého lékaře nezeptáte, zda si myslí, že je pro vás bezpečné spát v poloze \"mírný Trendelenburg\". *",
      "heading" : "Experimentujte s mírnou Trendelenburgovo polohou",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "Važte se dvakrát denně",
        "metric" : "Važte se dvakrát denně"
      },
      "explanation" : "Pravidelné vážení je považováno za klíčové pro dlouhodobou kontrolu hmotnosti, ale neexistují dostatečné důkazy pro podporu konkrétní frekvence vážení. Moje doporučení je založeno na jedné studii, která zjistila, že dvakrát denně – po probuzení a těsně před spaním – se zdálo být lepší než jednou denně (asi šest proti dvěma kilům úbytku hmotnosti za dvanáct týdnů).",
      "heading" : "Važte se dvakrát denně",
      "topic" : ""
    }
  }
}