{
  "itemsDict" : {
    "tweakCompleteIntentions" : {
      "activity" : {
        "imperial" : "סיימו יישום כוונותיכם",
        "metric" : "סיימו יישום כוונותיכם"
      },
      "explanation" : "כל חודשיים, צרו שלוש כוונות יישום חדשות - \"אם X, אז Y\" לקידום התנהגות מסוימת בהקשר ספציפי - וסמנו כל אחת מהן כאשר אתם משלימים אותן מדי יום.",
      "heading" : "סיימו יישום כוונותיכם",
      "topic" : ""
    },
    "tweakDailyBlackCumin" : {
      "activity" : {
        "imperial" : "קצח (¼ כפית)",
        "metric" : "קצח (¼ כפית)"
      },
      "explanation" : "כפי שצוין בפרק דיכוי התיאבון, סקירה שיטתית ומטא-אנליזה של ניסויים אקראיים ומבוקרים לירידה במשקל מצאו כי כרבע כפית אבקת קצח מדי יום מורידה את מדד מסת הגוף תוך מספר חודשים. שימו לב שקצח שונה מכמון רגיל, עבורו יש מינון שונה.",
      "heading" : "קצח (¼ כפית)",
      "topic" : ""
    },
    "tweakDailyCumin" : {
      "activity" : {
        "imperial" : "כמון (½ כפית עם ארוחות צהריים וערב)",
        "metric" : "כמון (½ כפית עם ארוחות צהריים וערב)"
      },
      "explanation" : "נשים בעלות עודף משקל שהוקצו באקראי להוסיף חצי כפית כמון לארוחות הצהריים והערב שלהן הפחיתו שני ק\"ג יותר מקבוצת הביקורת ו-2.5 ס\"מ נוספים מהקף המותניים שלהן. יש גם ראיות התומכות בשימוש בזעפרן, אך קמצוץ ביום יעלה 3 שקלים, בעוד שכפית כמון עולה פחות מ-30 אגורות.",
      "heading" : "כמון (½ כפית עם ארוחות צהריים וערב)",
      "topic" : ""
    },
    "tweakDailyDeflourDiet" : {
      "activity" : {
        "imperial" : "הוציאו קמח מתזונתכם",
        "metric" : "הוציאו קמח מתזונתכם"
      },
      "explanation" : "סמנו תיבה זו בכל יום בו מנות הדגנים שלכם הן בצורת דגנים שלמים. צריכת קמח אפילו של 100% דגנים מלאים מונעת מהמיקרוביום שלנו את העמילן שאחרת היה יורד אל המעי הגס שלנו כשהוא סגור בדפנות תאים שלא נפגעו.",
      "heading" : "הוציאו קמח מתזונתכם",
      "topic" : ""
    },
    "tweakDailyFrontLoad" : {
      "activity" : {
        "imperial" : "צרכו את הקלוריות שלכם מוקדם",
        "metric" : "צרכו את הקלוריות שלכם מוקדם"
      },
      "explanation" : "יש יתרונות מטבוליים לצריכת קלוריות מוקדם יותר ביום, לכן הפכו את ארוחת הבוקר (באופן אידיאלי), או את ארוחת הצהריים, לארוחה הגדולה ביותר ביום בסגנון מלך/נסיך/עני",
      "heading" : "צרכו את הקלוריות שלכם מוקדם",
      "topic" : ""
    },
    "tweakDailyGarlic" : {
      "activity" : {
        "imperial" : "אבקת שום (¼ כפית)",
        "metric" : "אבקת שום (¼ כפית)"
      },
      "explanation" : "מחקרים אקראיים, כפולי סמיות, מבוקרי פלסבו, מצאו שכרבע כפית אבקת שום ביום בלבד יכולה להפחית את שומן הגוף במחיר של כ-8 אגורות ביום.",
      "heading" : "אבקת שום (¼ כפית)",
      "topic" : ""
    },
    "tweakDailyGinger" : {
      "activity" : {
        "imperial" : "גינגר טחון (1 כפית) או פלפל קאיין (½ כפית)",
        "metric" : "גינגר טחון (1 כפית) או פלפל קאיין (½ כפית)"
      },
      "explanation" : "ניסויים מבוקרים אקראיים מצאו כי ¼ כפית עד 1.5 כפיות ביום של גינגר טחון הורידו את משקל הגוף משמעותית בפרוטות בלבד ביום. זה יכול להיות ממש קל כמו למשל ערבוב התבלין הטחון בכוס מים חמים. הערה: גינגר עשוי לעבוד טוב יותר בבוקר מאשר בערב. תה צ'אי הוא דרך טעימה לשלב את התה הירוק ויכולות הגינגר למשקה אחד. לחלופין, להפעלת BAT, ניתן להוסיף לתפריט היומי שלכם פלפל ירוק חריף נא, או חצי כפית אבקת פלפל אדום (או, ככל הנראה, פתיתי פלפל אדום כתוש). כדי לעזור להתמודד עם החריפות, אתם יכולים לפרוס דק מאוד או לקצוץ את הפלפל החריף כדי לצמצם את הנגיסות לכמויות קטנות, או לערבב את הפלפל האדום במרק או שייק ירקות שהצגתי באחד מסרטוני הבישול שלי ב- NutritionFacts.org .",
      "heading" : "גינגר טחון (1 כפית) או פלפל קאיין (½ כפית)",
      "topic" : ""
    },
    "tweakDailyGreenTea" : {
      "activity" : {
        "imperial" : "תה ירוק (3 כוסות)",
        "metric" : "תה ירוק (3 כוסות)"
      },
      "explanation" : "שתו שלוש כוסות ביום בין הארוחות (המתינו לפחות שעה לאחר הארוחה כדי לא להפריע לספיגת הברזל). במהלך הארוחות, יש לשתות מים, קפה שחור או תה היביסקוס מעורבב 6: 1 עם לימון ורבנה, אך לעולם אל תישתו יותר משלוש כוסות נוזל בשעה (חשוב בהתחשב בעצותי לטעינת מים מראש). נצלו את האפקט המחזק של הקפאין על ידי שתיית התה הירוק שלכם יחד עם משהו בריא שהייתם רוצים לאהוב יותר, אך אל תצרכו כמויות גדולות של קפאין שש שעות לפני השינה. עדיף לשתות את התה  ללא ממתיק, אך אם אתם ממתיקים את התה בדבש או בסוכר, נסו במקום זאת סירופ יאקון.",
      "heading" : "תה ירוק (3 כוסות)",
      "topic" : ""
    },
    "tweakDailyHydrate" : {
      "activity" : {
        "imperial" : "שתו מספיק",
        "metric" : "שתו מספיק"
      },
      "explanation" : "סמנו תיבה זו אם השתן שלכם אף פעם לא נראה כהה יותר מאשר צהוב בהיר. שימו לב שאם אתם אוכלים מזונות מועשרים בריבופלבין (כגון שמרים תזונתיים), אז הסתמכו במקום זאת על  שתיית 9 כוסות של משקאות לא ממותקים ביום לנשים (שיושגו ע\"י ההמלצות לשתיה של תה ירוק ומים), או 13 כוסות ביום לגברים. אם אתם סובלים מבעיות לב או כליות, אל תגדילו את צריכת הנוזלים מבלי לדבר תחילה עם הרופא שלכם.\n\n זיכרו, משקאות דיאט עשויים להיות ללא קלוריות, אך יכולות להיות להם תוצאות, כפי שלמדנו בסעיף על הפחתת סוכר מוסף.",
      "heading" : "שתו מספיק",
      "topic" : ""
    },
    "tweakDailyNutriYeast" : {
      "activity" : {
        "imperial" : "שמרי בירה (2 כפיות)",
        "metric" : "שמרי בירה (2 כפיות)"
      },
      "explanation" : "שתי כפיות של שמרי בירה או שמרים תזונתיים מכילות בערך את כמות הבטא 1,3/1,6 גלוקן שנמצאו בניסויים קליניים אקראיים, כפולי סמיות, מבוקרי פלסבו, כמקלים על ירידה במשקל.",
      "heading" : "שמרי בירה (2 כפיות)",
      "topic" : ""
    },
    "tweakDailyTimeRestrict" : {
      "activity" : {
        "imperial" : "הגבילו את זמן האכילה שלכם",
        "metric" : "הגבילו את זמן האכילה שלכם"
      },
      "explanation" : "הגדירו חלון אכילה יומי לבחירכם של פחות מ-12 שעות שאתם יכולים להצמד אליו בעקביות, שבעה ימים בשבוע. בהתחשב ביתרונות השעון הביולוגי להפחתת אכילה בלילה, חלון האכילה צריך להסתיים ב-19:00.",
      "heading" : "הגבילו את זמן האכילה שלכם",
      "topic" : ""
    },
    "tweakExerciseTiming" : {
      "activity" : {
        "imperial" : "בצעו תרגול גופני במשך הזמן המומלץ",
        "metric" : "בצעו תרגול גופני במשך הזמן המומלץ"
      },
      "explanation" : "ההמלצה של The Daily Dozen למשך זמן האימון האופטימלי להארכת חיים היא תשעים דקות של פעילות אינטנסיבית בינונית ביום, שהיא גם משך האימון האופטימלי לירידה במשקל. בכל עת טוב, ומה שיותר, יותר טוב, אך יתכן שיש יתרון לפעילות גופנית בצום, לפחות שש שעות לאחר הארוחה האחרונה שלכם. בדרך כלל זה אומר לפני ארוחת הבוקר, אבל אם תזמנתם את זה נכון, תוכלו להתאמן בצהריים לפני ארוחת צהריים מאוחרת או, אם ארוחת הצהריים נאכלת מוקדם מספיק, לפני ארוחת הערב. זהו העיתוי לאלו שאינם חולי סוכרת. חולי סוכרת וקדם סוכרת צריכים במקום זאת להתחיל להתאמן שלושים דקות לאחר תחילת הארוחה ולפנות לכך באופן אידיאלי לפחות שעה כדי לתאם עם שיא הסוכר בדם. אם הייתם צריכים לבחור ארוחה אחת שתתאמנו אחריה, זו תהיה ארוחת ערב, בגלל קצב השעון הביולוגי ששליטתו ברמת הסוכר בדם דועכת לאורך כל היום. אך באופן אידיאלי, ארוחת הבוקר תהיה הארוחה הגדולה ביותר ביום, ואימון לאחר מכן - או, אפילו יותר טוב, אחרי כל ארוחה.",
      "heading" : "בצעו תרגול גופני במשך הזמן המומלץ",
      "topic" : ""
    },
    "tweakMeal20Minutes" : {
      "activity" : {
        "imperial" : "בצעו את חוק 20 הדקות",
        "metric" : "בצעו את חוק 20 הדקות"
      },
      "explanation" : "בין אם העלאת הצמיגות או כמות הלעיסות, או הקטנת גודל הנשיכה וקצב האכילה, עשרות מחקרים הוכיחו שבכל צורה בה אנו מעלים את משך הזמן שהמזון נמצא בפה שלנו, זה יכול להסתכם בכמות קלוריות קטנה יותר. אז האריכו את משך הארוחה לפחות ל-20 דקות כדי לאפשר לאיתותי השובע הטבעי להגיע למלוא השפעתם. כיצד? ע\"י בחירת מאכלים שלוקח זמן רב יותר לאכול ולאוכלם בדרך שמאריכה את הזמן שהם נשארים בפה שלכם. חישבו על מזונות קשים יותר, לעיסים יותר בנשיכות קטנות ולעוסות היטב.",
      "heading" : "בצעו את חוק 20 הדקות",
      "topic" : ""
    },
    "tweakMealNegCal" : {
      "activity" : {
        "imperial" : "איכלו קודם מזונות עם \"קלוריות שליליות\"",
        "metric" : "איכלו קודם מזונות עם \"קלוריות שליליות\""
      },
      "explanation" : "כמנה ראשונה, התחילו כל ארוחה בתפוח או מרק ירוק או סלט המכיל פחות ממאה קלוריות לכוס.",
      "heading" : "איכלו קודם מזונות עם \"קלוריות שליליות\"",
      "topic" : ""
    },
    "tweakMealUndistracted" : {
      "activity" : {
        "imperial" : "איכלו ארוחות ללא הפרעה",
        "metric" : "איכלו ארוחות ללא הפרעה"
      },
      "explanation" : "אל תאכלו תוך כדי צפיה בטלויזיה או תוך כדי משחק בפלאפון. סמנו כל פעם שהצלחתם לאכול ללא הפרעות",
      "heading" : "איכלו ארוחות ללא הפרעה",
      "topic" : ""
    },
    "tweakMealVinegar" : {
      "activity" : {
        "imperial" : "שלבו חומץ (2 כפיות בכל ארוחה)",
        "metric" : "שלבו חומץ (2 כפיות בכל ארוחה)"
      },
      "explanation" : "לעולם אל תשתו חומץ ישירות. במקום זה, הוסיפו טעם לארוחות או הכינו מתבל לסלט עם כל חומץ מתוק וערב לחיך שיש לכם. אם תירצו לשתות אותו, אל תשכחו לערבב אותו בכוס מים ולאחר ששתיתם יש לשטוף את הפה במים כדי למנוע פגיעה באמייל השן",
      "heading" : "שלבו חומץ (2 כפיות בכל ארוחה)",
      "topic" : ""
    },
    "tweakMealWater" : {
      "activity" : {
        "imperial" : "שתו קודם מים",
        "metric" : "שתו קודם מים"
      },
      "explanation" : "זמנו את חילוף החומרים שלכם- שתי כוסות מים קרירים או קרים ללא טעמים לפני כל ארוחה כדי ליהנות גם מיתרונות השתייה המוקדמת שלהם.",
      "heading" : "שתו קודם מים",
      "topic" : ""
    },
    "tweakNightlyFast" : {
      "activity" : {
        "imperial" : "צומו לאחר 19:00",
        "metric" : "צומו לאחר 19:00"
      },
      "explanation" : "בשל מקצבי היממה שלנו, אוכל שנאכל בלילה משמין יותר מאותו אוכל בדיוק שנאכל מוקדם יותר ביום, אז צומו כל לילה במשך שתים עשרה שעות לפחות החל מהשעה 19:00. כמה שפחות קלוריות אחרי השקיעה, כך ייטב.",
      "heading" : "צומו לאחר 19:00",
      "topic" : ""
    },
    "tweakNightlySleep" : {
      "activity" : {
        "imperial" : "שנו מספיק",
        "metric" : "שנו מספיק"
      },
      "explanation" : "סמנו תיבה זו אם אתם ישנים לפחות 7 שעות שינה בזמן השינה הרגיל שלכם",
      "heading" : "שנו מספיק",
      "topic" : ""
    },
    "tweakNightlyTrendelenbrug" : {
      "activity" : {
        "imperial" : "התנסו ב-Trendelenburg מתון",
        "metric" : "התנסו ב-Trendelenburg מתון"
      },
      "explanation" : "נסו להקדיש לפחות ארבע שעות בלילה בשכיבה כשגופכם מוטה ראש כלפי מטה שש מעלות על ידי הרמת העמודים למרגלות המיטה בשמונה סנטימטרים (או תשעה סנטימטרים אם יש לכם California king). היזהרו במיוחד כאשר אתם קמים מהמיטה, מכיוון שזה גורם לחוסר סובלנות אורתוסטטית אצל רוב האנשים, גם אם אתם צעירים ובריאים-כלומר, אם אתם קמים מהר מדי, אתם יכולים להרגיש סחרחורת, חולשה או ראש קל ועלולים ליפול ולפגוע בעצמכם. אז קומו לאט. שתיית שתי כוסות מים קרים שלושים דקות לפני שקמים עשויה לסייע גם במניעת תופעת לוואי זו שעלולה להיות מסוכנת. *חשוב: אל תנסו זאת בבית כלל אם יש לכם בעיות לב או ריאה, ריפלוקס חומצי או בעיות במוח (כמו טראומת ראש) או עיניים (אפילו היסטוריה משפחתית של גלאוקומה פוסלת אתכם). גם אל תנסו את זה עד שתשאלו את הרופא שלכם אם הוא חושב שזה בטוח לכם לישון בטרנדלנבורג מתון*",
      "heading" : "התנסו ב-Trendelenburg מתון",
      "topic" : ""
    },
    "tweakWeightTwice" : {
      "activity" : {
        "imperial" : "שיקלו את עצמכם פעמיים ביום",
        "metric" : "שיקלו את עצמכם פעמיים ביום"
      },
      "explanation" : "שקילה עצמית סדירה נחשבת מכרעת לבקרת משקל ארוכת טווח, אך אין מספיק הוכחות לתמיכה בתדירות שקילה מסוימת. ההמלצה שלי מבוססת על המחקר האחד שמצא כי פעמיים ביום - כשמתעוררים ומיד לפני השינה - נראית עדיפה על פעם ביום (כששה לעומת שני קילוגרמים של ירידה במשקל במשך שנים עשר שבועות).",
      "heading" : "שיקלו את עצמכם פעמיים ביום",
      "topic" : ""
    }
  }
}